{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": false
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "AAA": 5,
      "AAT": 6,
      "AAC": 7,
      "AAG": 8,
      "ATA": 9,
      "ATT": 10,
      "ATC": 11,
      "ATG": 12,
      "ACA": 13,
      "ACT": 14,
      "ACC": 15,
      "ACG": 16,
      "AGA": 17,
      "AGT": 18,
      "AGC": 19,
      "AGG": 20,
      "TAA": 21,
      "TAT": 22,
      "TAC": 23,
      "TAG": 24,
      "TTA": 25,
      "TTT": 26,
      "TTC": 27,
      "TTG": 28,
      "TCA": 29,
      "TCT": 30,
      "TCC": 31,
      "TCG": 32,
      "TGA": 33,
      "TGT": 34,
      "TGC": 35,
      "TGG": 36,
      "CAA": 37,
      "CAT": 38,
      "CAC": 39,
      "CAG": 40,
      "CTA": 41,
      "CTT": 42,
      "CTC": 43,
      "CTG": 44,
      "CCA": 45,
      "CCT": 46,
      "CCC": 47,
      "CCG": 48,
      "CGA": 49,
      "CGT": 50,
      "CGC": 51,
      "CGG": 52,
      "GAA": 53,
      "GAT": 54,
      "GAC": 55,
      "GAG": 56,
      "GTA": 57,
      "GTT": 58,
      "GTC": 59,
      "GTG": 60,
      "GCA": 61,
      "GCT": 62,
      "GCC": 63,
      "GCG": 64,
      "GGA": 65,
      "GGT": 66,
      "GGC": 67,
      "GGG": 68
    }
  }
}