{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": false
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "GG": 5,
      "CC": 6,
      "TT": 7,
      "AA": 8,
      "CT": 9,
      "AG": 10,
      "CA": 11,
      "TG": 12,
      "CG": 13,
      "GGG": 14,
      "CAG": 15,
      "CTG": 16,
      "CTT": 17,
      "AT": 18,
      "CAA": 19,
      "AGG": 20,
      "CGG": 21,
      "CCT": 22,
      "CCG": 23,
      "AAG": 24,
      "ATT": 25,
      "TGG": 26,
      "ACC": 27,
      "ATG": 28,
      "TCC": 29,
      "CAGG": 30,
      "TTG": 31,
      "CTGG": 32,
      "CTCC": 33,
      "TAA": 34,
      "ACA": 35,
      "TTT": 36,
      "CCCC": 37,
      "AAAA": 38,
      "ACT": 39,
      "CGGG": 40,
      "CAT": 41,
      "AGGG": 42,
      "AGT": 43,
      "CGCC": 44,
      "TTTT": 45,
      "ACG": 46,
      "AGAA": 47,
      "AGCC": 48,
      "TGT": 49,
      "CAAG": 50,
      "CTTG": 51,
      "ACAG": 52,
      "CACC": 53,
      "AGAG": 54,
      "ACTG": 55,
      "CGCG": 56,
      "AAGG": 57,
      "AAT": 58,
      "ACTT": 59,
      "CTCT": 60,
      "ACAA": 61,
      "CCTG": 62,
      "CATT": 63,
      "ATGG": 64,
      "CATG": 65,
      "CGGGG": 66,
      "CCGG": 67,
      "CCTGG": 68,
      "CGT": 69,
      "CTTT": 70,
      "AGTG": 71,
      "CCTCC": 72,
      "TGTG": 73,
      "CTGT": 74,
      "CTGGG": 75,
      "AGTT": 76,
      "CCTT": 77,
      "CAGGG": 78,
      "CCGCC": 79,
      "ATTG": 80,
      "CAGT": 81,
      "CACA": 82,
      "ATAA": 83,
      "AGGGG": 84,
      "ATTT": 85,
      "CTAA": 86,
      "TTGG": 87,
      "CCAG": 88,
      "ACCT": 89,
      "CTCTG": 90,
      "TGAA": 91,
      "CAGCC": 92,
      "ACGG": 93,
      "AAAG": 94,
      "TGCC": 95,
      "TTCC": 96,
      "AGGT": 97,
      "CTCA": 98,
      "AAGT": 99,
      "ATCC": 100,
      "AGCG": 101,
      "TTTG": 102,
      "CTCG": 103,
      "CTCAG": 104,
      "ACCG": 105,
      "CTGCC": 106,
      "CACG": 107,
      "CTCTT": 108,
      "TGAG": 109,
      "TGGGG": 110,
      "CTAG": 111,
      "ACAGG": 112,
      "CACAG": 113,
      "CGCGG": 114,
      "AACC": 115,
      "CAAGG": 116,
      "TGGG": 117,
      "CTTGG": 118,
      "CTTCC": 119,
      "TGTT": 120,
      "AAAT": 121,
      "AGAGG": 122,
      "ATGT": 123,
      "ACAT": 124,
      "CGGCC": 125,
      "AATT": 126,
      "CAAT": 127,
      "AATG": 128,
      "CCGCG": 129,
      "CTTTT": 130,
      "CACTG": 131,
      "ATTTT": 132,
      "CTCCT": 133,
      "AGGCC": 134,
      "AGCAG": 135,
      "CGGCGG": 136,
      "CTGGGG": 137,
      "CGTG": 138,
      "ATAT": 139,
      "AGCTG": 140,
      "CTCCG": 141,
      "TTGT": 142,
      "ACTCC": 143,
      "CTGTG": 144,
      "AGAT": 145,
      "TGGT": 146,
      "AGAAG": 147,
      "CACT": 148,
      "CGCCG": 149,
      "GGGT": 150,
      "ACTGG": 151,
      "GGGG": 152,
      "AGGAA": 153,
      "CACTT": 154,
      "AGCT": 155,
      "CAAAA": 156,
      "CAGAA": 157,
      "CAGTG": 158,
      "ATTGG": 159,
      "CCGT": 160,
      "AAGCC": 161,
      "CCTGGG": 162,
      "CATCC": 163,
      "CTCGG": 164,
      "AAGAA": 165,
      "CTAT": 166,
      "ACAAG": 167,
      "CAGAG": 168,
      "CGAG": 169,
      "CTTTG": 170,
      "CATGG": 171,
      "ACCCC": 172,
      "TTTCC": 173,
      "CCGCCG": 174,
      "CACAA": 175,
      "CGGT": 176,
      "CGGCG": 177,
      "CTCAA": 178,
      "CTGAA": 179,
      "ACTTG": 180,
      "CTGTT": 181,
      "AGGAG": 182,
      "TAAT": 183,
      "CTGAG": 184,
      "AGGTG": 185,
      "AAGTG": 186,
      "CAGTT": 187,
      "ACCTG": 188,
      "CATTT": 189,
      "CAGGGG": 190,
      "AGGAGG": 191,
      "AAGGG": 192,
      "CGCAG": 193,
      "ATAG": 194,
      "CGCTG": 195,
      "CGTT": 196,
      "ACGT": 197,
      "CATTG": 198,
      "CACCT": 199,
      "ACGCC": 200,
      "CCAA": 201,
      "CATAA": 202,
      "ATTTG": 203,
      "GGGCC": 204,
      "TTAA": 205,
      "AGTGG": 206,
      "CGCCCC": 207,
      "AGTCC": 208,
      "CGTGG": 209,
      "CTCTCC": 210,
      "CAGGT": 211,
      "CTAGG": 212,
      "ATGGG": 213,
      "GGT": 214,
      "CGGAG": 215,
      "CGAGG": 216,
      "AAAAT": 217,
      "ATGAA": 218,
      "CTGGT": 219,
      "CGAA": 220,
      "TCCCC": 221,
      "ACACC": 222,
      "AGCAA": 223,
      "CTACC": 224,
      "ATGTG": 225,
      "AAGTT": 226,
      "ACATT": 227,
      "CACCG": 228,
      "CGGGGG": 229,
      "ATTCC": 230,
      "GGCC": 231,
      "CAGCAG": 232,
      "TAAAA": 233,
      "CGCCT": 234,
      "TGGCC": 235,
      "CTGCTG": 236,
      "ACTTT": 237,
      "CGGTG": 238,
      "TCCTG": 239,
      "CTCCCC": 240,
      "CCGCCCC": 241,
      "ACGGG": 242,
      "ATCT": 243,
      "AAGAG": 244,
      "CAACC": 245,
      "AGGGGG": 246,
      "ACCTT": 247,
      "ATGTT": 248,
      "CGTCC": 249,
      "CTGCAG": 250,
      "ATGCC": 251,
      "TTGCC": 252,
      "CATTTT": 253,
      "CCTCCT": 254,
      "CTTTCC": 255,
      "CAAAG": 256,
      "ATCTG": 257,
      "CAGGCC": 258,
      "ACATG": 259,
      "CGCCGG": 260,
      "TTGTT": 261,
      "AGGTT": 262,
      "CTATT": 263,
      "CTCTGG": 264,
      "CACCCC": 265,
      "ATATT": 266,
      "AGACC": 267,
      "CACGG": 268,
      "AGAAT": 269,
      "TGGTG": 270,
      "ATCTT": 271,
      "CTAAG": 272,
      "AGAAGG": 273,
      "CTTGT": 274,
      "CAATG": 275,
      "CTCCTG": 276,
      "CCTCTG": 277,
      "CAAGT": 278,
      "TGGTT": 279,
      "ACTGT": 280,
      "CGCGGG": 281,
      "AGGGT": 282,
      "CACAT": 283,
      "ACAGT": 284,
      "ACCGG": 285,
      "CCTCAG": 286,
      "CCGCGG": 287,
      "GGGAA": 288,
      "CTTAA": 289,
      "CTGGCC": 290,
      "ACCAA": 291,
      "AAAAAAAA": 292,
      "CAATT": 293,
      "AGGAAG": 294,
      "CGCT": 295,
      "GGGTG": 296,
      "AGTAA": 297,
      "TGGAA": 298,
      "CAAAT": 299,
      "TTGTG": 300,
      "AGCTT": 301,
      "AGGCTG": 302,
      "CAGCTG": 303,
      "ATTAA": 304,
      "CACAGG": 305,
      "AGCCG": 306,
      "AGATG": 307,
      "ACCTGG": 308,
      "CCCCGG": 309,
      "CCGGGG": 310,
      "AGCGG": 311,
      "CTCAGG": 312,
      "TTGAA": 313,
      "CAGAGG": 314,
      "CAGCG": 315,
      "AGAAAA": 316,
      "CTATG": 317,
      "CGGGCC": 318,
      "TTTTTTTT": 319,
      "CTCAT": 320,
      "AGTTT": 321,
      "AGCCT": 322,
      "CTGCG": 323,
      "ATCAG": 324,
      "CGCCTG": 325,
      "CCGTG": 326,
      "TCCTT": 327,
      "CGGGT": 328,
      "CTCCGG": 329,
      "TAAGG": 330,
      "CCTAA": 331,
      "CACCTG": 332,
      "CATGT": 333,
      "ACTAA": 334,
      "AAGGGG": 335,
      "CCTCTT": 336,
      "CTGTGG": 337,
      "ACCAG": 338,
      "CACTCC": 339,
      "AGCCGG": 340,
      "CGGAA": 341,
      "CGCGCC": 342,
      "CAGTGG": 343,
      "CAGGTG": 344,
      "TAATT": 345,
      "AGGTGG": 346,
      "CAGGAA": 347,
      "CTACT": 348,
      "CACTGG": 349,
      "AGATT": 350,
      "AAAAGG": 351,
      "CCTCCCC": 352,
      "CGGCCG": 353,
      "AGGCG": 354,
      "ATATG": 355,
      "ACAGGG": 356,
      "AGGCAG": 357,
      "AGAGGG": 358,
      "AAAAG": 359,
      "CTCCTT": 360,
      "TTTCTT": 361,
      "AGCCTG": 362,
      "CGCTT": 363,
      "AGGCGG": 364,
      "AAGGT": 365,
      "ACCTCC": 366,
      "CTCACC": 367,
      "ACGTG": 368,
      "AGTGGG": 369,
      "AGTTG": 370,
      "TGGGGG": 371,
      "ATAAG": 372,
      "ATCAA": 373,
      "CCTCG": 374,
      "AGGGCC": 375,
      "ACTGGG": 376,
      "CAGAAG": 377,
      "AAATG": 378,
      "CCTGCC": 379,
      "CCTCCG": 380,
      "TCCGG": 381,
      "ATGGGG": 382,
      "ATTGT": 383,
      "CTGAGG": 384,
      "AAACC": 385,
      "ATGGT": 386,
      "CTGCTT": 387,
      "ACAAT": 388,
      "CAGAT": 389,
      "ACAGCC": 390,
      "CCTGGGG": 391,
      "AGACT": 392,
      "CTGGTG": 393,
      "TTTTTT": 394,
      "CTCATT": 395,
      "CACACC": 396,
      "CGCGT": 397,
      "CTCGGG": 398,
      "TGTGGG": 399,
      "CTCTTG": 400,
      "AAAAAA": 401,
      "CGACC": 402,
      "CTGTCC": 403,
      "AGCCCC": 404,
      "CTGCGG": 405,
      "CGCAGG": 406,
      "ACAAAA": 407,
      "CACATG": 408,
      "CCGCAG": 409,
      "CAAGCC": 410,
      "ATTTCC": 411,
      "CTTCTT": 412,
      "TAATG": 413,
      "ACGGGG": 414,
      "AGAGAA": 415,
      "CACTTT": 416,
      "AGACA": 417,
      "AAGAGG": 418,
      "ATACC": 419,
      "CTTCTG": 420,
      "ACAAGG": 421,
      "CCCCTG": 422,
      "CACTTG": 423,
      "ATCG": 424,
      "CCTTCC": 425,
      "AGAGT": 426,
      "ATTTTT": 427,
      "TAACC": 428,
      "AGGGAA": 429,
      "ATCCT": 430,
      "ACAGAA": 431,
      "CTCTGT": 432,
      "AAAATG": 433,
      "CTCCTCC": 434,
      "CTTGGG": 435,
      "CTACA": 436,
      "TTTTG": 437,
      "CTCTTT": 438,
      "CGCTCC": 439,
      "CAAGGG": 440,
      "CCGGCC": 441,
      "CTGGAA": 442,
      "AGCAGG": 443,
      "CGGGGCC": 444,
      "ACTTCC": 445,
      "CAAAAG": 446,
      "CACGT": 447,
      "TTTCTG": 448,
      "CCTCGG": 449,
      "ACTTTT": 450,
      "AGGGTG": 451,
      "CGAAG": 452,
      "ACTTGG": 453,
      "CAGTCC": 454,
      "CACATT": 455,
      "CTAAT": 456,
      "CAAATG": 457,
      "CGGAGG": 458,
      "ATAAT": 459,
      "AAGAAG": 460,
      "ATAAAA": 461,
      "CTCAAG": 462,
      "CTTTTG": 463,
      "ATAGG": 464,
      "ACTCAG": 465,
      "CTTCCT": 466,
      "ATTTAA": 467,
      "TTGGG": 468,
      "AAAGG": 469,
      "CTAAAA": 470,
      "CTGGGT": 471,
      "CTCGCC": 472,
      "ACACAG": 473,
      "AGCTGG": 474,
      "CACAAG": 475,
      "CCGCTG": 476,
      "ACTGCC": 477,
      "CATTTG": 478,
      "CTAGT": 479,
      "CCGCCT": 480,
      "ACCCAG": 481,
      "ATTTTG": 482,
      "ATCAT": 483,
      "CCGAGG": 484,
      "CTTGCC": 485,
      "CCGAG": 486,
      "CCTTGG": 487,
      "TGTGTG": 488,
      "CGGCTG": 489,
      "CGGTT": 490,
      "CGGCAG": 491,
      "CGTGGG": 492,
      "TTTTCC": 493,
      "CTTCAG": 494,
      "ACTGTG": 495,
      "ACAGTG": 496,
      "CAAAGG": 497,
      "CATTGG": 498,
      "CTCATG": 499,
      "CTTTGG": 500,
      "AAGTGG": 501,
      "AGCAT": 502,
      "TTTCAG": 503,
      "AGACG": 504,
      "CGCTGG": 505,
      "AGTGT": 506,
      "CACGCC": 507,
      "CTGAAG": 508,
      "CAAACC": 509,
      "CCGTT": 510,
      "TTTTGG": 511,
      "GGGAGG": 512,
      "AAGCAG": 513,
      "CGGTGG": 514,
      "TCCCAG": 515,
      "CACACACA": 516,
      "CGACG": 517,
      "CAGGGT": 518,
      "CCTGTG": 519,
      "AGCTCC": 520,
      "GGGTT": 521,
      "CCTGGCC": 522,
      "AGAATG": 523,
      "TAAAT": 524,
      "CTTTTT": 525,
      "TTGGGG": 526,
      "CATGTG": 527,
      "ACTGAA": 528,
      "AGTCAG": 529,
      "CCGAA": 530,
      "CTGCAA": 531,
      "CTGCCT": 532,
      "ATGTGG": 533,
      "CGAT": 534,
      "CTCGCG": 535,
      "AGAGCC": 536,
      "AAGGCC": 537,
      "CTGGTT": 538,
      "CGCGGGG": 539,
      "CTGGGGG": 540,
      "AGTTGG": 541,
      "AGACAG": 542,
      "CATCTG": 543,
      "CCCCTT": 544,
      "CTAGGG": 545,
      "CTCTGGG": 546,
      "AAGGAA": 547,
      "CTAGAA": 548,
      "CATTCC": 549,
      "CAGGGCC": 550,
      "ACCACC": 551,
      "CCGCGCC": 552,
      "AGAGTG": 553,
      "CACCTT": 554,
      "CTTTAA": 555,
      "ACCGCC": 556,
      "ATACA": 557,
      "CAAGTG": 558,
      "AGCCTT": 559,
      "ATACT": 560,
      "CAGCCT": 561,
      "CCTGGT": 562,
      "CTACG": 563,
      "CGGGTG": 564,
      "TTGGT": 565,
      "CACCGG": 566,
      "CAGGTT": 567,
      "CTGACC": 568,
      "TTTTTG": 569,
      "TGTGTGTG": 570,
      "CTACAG": 571,
      "ACTTTG": 572,
      "CAGATG": 573,
      "CTCCGCC": 574,
      "CGGGGT": 575,
      "AGAACC": 576,
      "CCGGT": 577,
      "CCTCTCC": 578,
      "CGAGGG": 579,
      "ACCAGG": 580,
      "AAAACC": 581,
      "AGTTCC": 582,
      "CTGTTG": 583,
      "CTTGTT": 584,
      "AAGTCC": 585,
      "AAGAT": 586,
      "AGATGG": 587,
      "CAACAG": 588,
      "ATTATT": 589,
      "CTTGTG": 590,
      "CTGGGCC": 591,
      "CACTCT": 592,
      "TGGTGG": 593,
      "CTGAT": 594,
      "AGTGAA": 595,
      "CCGTCC": 596,
      "CACGCG": 597,
      "CATGCC": 598,
      "AGTGTG": 599,
      "CACGTG": 600,
      "AAAATT": 601,
      "CAAGAA": 602,
      "CATGGG": 603,
      "CAAATT": 604,
      "AGGAT": 605,
      "CTGTTT": 606,
      "CGTTG": 607,
      "AGTTTG": 608,
      "CTACTG": 609,
      "CCTTTG": 610,
      "AGAATT": 611,
      "CGGAAG": 612,
      "CACAGT": 613,
      "CGGCGGG": 614,
      "AGCGGG": 615,
      "CAACAA": 616,
      "CTCAGT": 617,
      "CTAGAG": 618,
      "TCCAA": 619,
      "CTGAGT": 620,
      "ACCAT": 621,
      "TTTAT": 622,
      "AGTTTT": 623,
      "CCGCGGG": 624,
      "CTTCCTG": 625,
      "CACTGT": 626,
      "CTGCCCC": 627,
      "CTACTT": 628,
      "AGTGCC": 629,
      "TTTCCT": 630,
      "CAAGTT": 631,
      "CTAAGG": 632,
      "AGCCAA": 633,
      "CTCCTGG": 634,
      "CTTCCCC": 635,
      "CTTGAA": 636,
      "CAGCAA": 637,
      "CAGACC": 638,
      "AGGATG": 639,
      "CTCTGCC": 640,
      "AAGATG": 641,
      "CATAT": 642,
      "CACGGG": 643,
      "CGCAA": 644,
      "ATTTGG": 645,
      "CAGCCG": 646,
      "ACTCTG": 647,
      "CGCCTT": 648,
      "CTACAA": 649,
      "CAGCTT": 650,
      "ACATGG": 651,
      "ACAGTT": 652,
      "CTCGT": 653,
      "CAGCCCC": 654,
      "ACGTT": 655,
      "CTGATG": 656,
      "ATGGCC": 657,
      "AAGCAA": 658,
      "ATGGTG": 659,
      "ATTAT": 660,
      "CAGGGGG": 661,
      "ACCCG": 662,
      "CTCCAA": 663,
      "AAGCTG": 664,
      "AC": 665,
      "CTGTGGG": 666,
      "ACACTG": 667,
      "TGTCTG": 668,
      "CATCTT": 669,
      "CGCGCG": 670,
      "CGCGTG": 671,
      "CAGCGG": 672,
      "AGCAAG": 673,
      "AGGAGGG": 674,
      "TTTTAA": 675,
      "ATAATT": 676,
      "CGCCGGG": 677,
      "CACCTCC": 678,
      "AAGTAA": 679,
      "AGGTCC": 680,
      "CAGTTT": 681,
      "ACCGT": 682,
      "AAGCG": 683,
      "CCGTGG": 684,
      "CTATTT": 685,
      "AGCCGGG": 686,
      "CCTCCTG": 687,
      "ATGGAA": 688,
      "ATCCCC": 689,
      "CGGCCCC": 690,
      "AATGGG": 691,
      "CCTCAA": 692,
      "TTTATT": 693,
      "CAGGAGG": 694,
      "CTGTAA": 695,
      "AAGGTG": 696,
      "ACCTTG": 697,
      "CTAGCC": 698,
      "CGATG": 699,
      "ATAGT": 700,
      "CCGCCGG": 701,
      "CGGCCGG": 702,
      "TTTGGG": 703,
      "CATGTT": 704,
      "CACTAA": 705,
      "CTCAGGG": 706,
      "CGCGGCC": 707,
      "CACCAA": 708,
      "ACCCTG": 709,
      "CGCCGCC": 710,
      "AAGAAAA": 711,
      "ATCTCC": 712,
      "ACACAA": 713,
      "ATTCTT": 714,
      "ACTGTT": 715,
      "CAAGGT": 716,
      "AGCTGGG": 717,
      "ACAATG": 718,
      "CATGAA": 719,
      "CATCAG": 720,
      "AGAGTT": 721,
      "AGGTTG": 722,
      "CGAGT": 723,
      "CTCAGCC": 724,
      "CACAGCC": 725,
      "ATGTAA": 726,
      "ACATTT": 727,
      "CGGTCC": 728,
      "ACGGT": 729,
      "ACATAA": 730,
      "AGGACC": 731,
      "ATTGTT": 732,
      "AGCGCC": 733,
      "ATGACT": 734,
      "TTTGTT": 735,
      "AGGTGGG": 736,
      "CGGGGGG": 737,
      "ACATCC": 738,
      "AGACTG": 739,
      "CGGCGCC": 740,
      "CAGGAAG": 741,
      "AGGGAGG": 742,
      "AGGGGT": 743,
      "AGCGCG": 744,
      "AGTGTT": 745,
      "CTGACT": 746,
      "CTCTAA": 747,
      "CTGTGT": 748,
      "CAAAAT": 749,
      "CACAGGG": 750,
      "CAATAA": 751,
      "CTCTTCC": 752,
      "CGGGAA": 753,
      "ATCCTG": 754,
      "CTAATT": 755,
      "ATCTGG": 756,
      "CGAGCC": 757,
      "ACTGGGG": 758,
      "CGTGT": 759,
      "CGGCCT": 760,
      "AGGCTT": 761,
      "TTGTGG": 762,
      "AATCAG": 763,
      "AGACAA": 764,
      "CCGCGCG": 765,
      "AGGGTT": 766,
      "CGTTT": 767,
      "ACTCTT": 768,
      "ACACTT": 769,
      "CTCCGGG": 770,
      "CAATGG": 771,
      "ATTGTG": 772,
      "CCTCCTT": 773,
      "CTTGGGG": 774,
      "CTGCCG": 775,
      "CACCTGG": 776,
      "ACGAA": 777,
      "CTCTGTG": 778,
      "AGGAAGG": 779,
      "TGTCTT": 780,
      "ATGAG": 781,
      "AGGCGGG": 782,
      "ACGGCC": 783,
      "CTGCAGG": 784,
      "ATGAT": 785,
      "AGGCCG": 786,
      "TGAATG": 787,
      "ATAATG": 788,
      "CCCCCC": 789,
      "ATGAGT": 790,
      "CTTGGT": 791,
      "CACTGGG": 792,
      "AGCACC": 793,
      "CACTTCC": 794,
      "ACCGGG": 795,
      "ACCCGG": 796,
      "CAGCTCC": 797,
      "AAATT": 798,
      "CCGCTCC": 799,
      "TTTCAA": 800,
      "CAGTAA": 801,
      "CGACT": 802,
      "TGGGT": 803,
      "ATGTTG": 804,
      "CAGTTG": 805,
      "AATCC": 806,
      "CTATGG": 807,
      "AGAGAGAG": 808,
      "CATTTCC": 809,
      "CTCACA": 810,
      "AGGCAGG": 811,
      "CACTCA": 812,
      "TTGGCC": 813,
      "AGTCTT": 814,
      "ATTGGG": 815,
      "AGGCCT": 816,
      "ATTCTG": 817,
      "AGGCAA": 818,
      "CGCCTCC": 819,
      "CGGAGCC": 820,
      "ACAGGT": 821,
      "ACATTG": 822,
      "ACAATT": 823,
      "TGGCTG": 824,
      "CCTGTT": 825,
      "CTATAA": 826,
      "TGTGTT": 827,
      "ACAACC": 828,
      "TGGAG": 829,
      "CTTTGT": 830,
      "CGGCTCC": 831,
      "AGTCAT": 832,
      "CTACCT": 833,
      "ATGAAG": 834,
      "CAGAGGG": 835,
      "CCTAG": 836,
      "AGTCTG": 837,
      "CACCGCC": 838,
      "CTTAT": 839,
      "AGAAGGG": 840,
      "AGTAT": 841,
      "CTAGTG": 842,
      "ACGCG": 843,
      "CATATT": 844,
      "CGGCGCG": 845,
      "CATTAA": 846,
      "CCTACC": 847,
      "ACTCAA": 848,
      "CTAATG": 849,
      "CTGCTGG": 850,
      "AAAAAT": 851,
      "ATGCAA": 852,
      "ATTGCC": 853,
      "CTGCTCC": 854,
      "CTGGGAA": 855,
      "TTGTTG": 856,
      "AGGTAA": 857,
      "ATGCAG": 858,
      "CGCACC": 859,
      "AGGGGCC": 860,
      "CTAGTT": 861,
      "CTTCCG": 862,
      "CCGGGGG": 863,
      "CCCCAA": 864,
      "AGGCTGG": 865,
      "TAATAA": 866,
      "CTTCTCC": 867,
      "CTAACC": 868,
      "AGAAAT": 869,
      "TGTAT": 870,
      "AGCGT": 871,
      "CGAGCG": 872,
      "ATGCTG": 873,
      "TGGGGT": 874,
      "CATCCT": 875,
      "AATAT": 876,
      "ATTCAG": 877,
      "CTCGGGG": 878,
      "ACGTGG": 879,
      "AAGTTG": 880,
      "CAGTGGG": 881,
      "CCGACC": 882,
      "CTCTTTT": 883,
      "ACTTAA": 884,
      "CCCCACC": 885,
      "CAGGTGG": 886,
      "ACACG": 887,
      "AGTCAA": 888,
      "ATGAGG": 889,
      "CCTGAA": 890,
      "TGTGCC": 891,
      "ACTTGT": 892,
      "CTCCACC": 893,
      "ATTGGT": 894,
      "CAAGGGG": 895,
      "CTGGGTG": 896,
      "CAGAGCC": 897,
      "ATGGTT": 898,
      "ATGTCC": 899,
      "ATCTTG": 900,
      "ATTTTTT": 901,
      "CTTCG": 902,
      "CGGGCGG": 903,
      "CGGGGCGGGG": 904,
      "ATTGAA": 905,
      "CGCATG": 906,
      "TGGAGG": 907,
      "CTTCAA": 908,
      "ACTAT": 909,
      "ATTCAA": 910,
      "AGACTT": 911,
      "CTGCCTG": 912,
      "AAGACC": 913,
      "CTTCCTT": 914,
      "AGCATG": 915,
      "CTGGAGG": 916,
      "CCTAGG": 917,
      "CCTAT": 918,
      "CACTGCC": 919,
      "CCCCGGG": 920,
      "CACTAG": 921,
      "CCGGTG": 922,
      "CGGGTT": 923,
      "CGTAA": 924,
      "CGGGAGG": 925,
      "CAGAGT": 926,
      "CTCTCTCT": 927,
      "CGGACC": 928,
      "CGGCGGCGGCGG": 929,
      "CGGGCG": 930,
      "ATGATG": 931,
      "AAGCTT": 932,
      "CCGCCGCC": 933,
      "AGCCAGG": 934,
      "ATTTGT": 935,
      "CCTCTGG": 936,
      "AAGTTT": 937,
      "CAGCAGG": 938,
      "CGAAGG": 939,
      "AGAGGGG": 940,
      "ATGTTT": 941,
      "CAGCTGG": 942,
      "TGAATT": 943,
      "TTGGTG": 944,
      "CGGAGGG": 945,
      "ACAAGT": 946,
      "CAGCCTG": 947,
      "CAAAGTG": 948,
      "CTCTTGG": 949,
      "CGCCCG": 950,
      "AGCTCT": 951,
      "CTTTCTT": 952,
      "CAATCC": 953,
      "CTATTG": 954,
      "ACTCAT": 955,
      "CCTCAT": 956,
      "ACCTGGG": 957,
      "TGGGGGG": 958,
      "ATGATT": 959,
      "CACTCG": 960,
      "CATTGT": 961,
      "CAGGAG": 962,
      "CCTCACC": 963,
      "CTGATT": 964,
      "CACTCTG": 965,
      "CTGAGGG": 966,
      "ATCCG": 967,
      "AGGAAAA": 968,
      "ACAGGGG": 969,
      "ACATTTT": 970,
      "TGTGAA": 971,
      "CTCAGTG": 972,
      "ACACAT": 973,
      "CCGCGT": 974,
      "TGTCAG": 975,
      "CAAACT": 976,
      "CCTCCTCC": 977,
      "CTTAG": 978,
      "CACAAT": 979,
      "TGGCAG": 980,
      "CAGGCTGG": 981,
      "AAGAAT": 982,
      "CCGCCTCC": 983,
      "CAAAGT": 984,
      "CTTGGCC": 985,
      "CTCCCTCC": 986,
      "CAGGCG": 987,
      "AGGGGGG": 988,
      "CTTTTTT": 989,
      "AGTTAA": 990,
      "ACTGGT": 991,
      "CAGAAT": 992,
      "AGGGAAG": 993,
      "ACCAAG": 994,
      "CTCCAGG": 995,
      "AAGGGGG": 996,
      "AAAATAA": 997,
      "AGAAAG": 998,
      "CTGAGCC": 999,
      "CGCCCCG": 1000,
      "AGTAG": 1001,
      "CCTGGTG": 1002,
      "ATATTT": 1003,
      "CGACAG": 1004,
      "CTTACC": 1005,
      "CATAG": 1006,
      "ACTCCT": 1007,
      "CATGGT": 1008,
      "CAGGCAG": 1009,
      "AAGTGGG": 1010,
      "CTCCGT": 1011,
      "AGGGAG": 1012,
      "CGCCCGG": 1013,
      "CACTCAG": 1014,
      "TTGCAG": 1015,
      "ATGTGT": 1016,
      "GT": 1017,
      "CTCCAG": 1018,
      "TCCGGG": 1019,
      "CCGCCTG": 1020,
      "ATCTCT": 1021,
      "CGATT": 1022,
      "CTGAAT": 1023,
      "CAAGGCC": 1024,
      "CTCGGCC": 1025,
      "AATAA": 1026,
      "ATAACC": 1027,
      "ATGAAT": 1028,
      "AGGTTT": 1029,
      "AATGG": 1030,
      "CTCCCAG": 1031,
      "CGCTCT": 1032,
      "AAGCCT": 1033,
      "TTGGTT": 1034,
      "TTGCTG": 1035,
      "CTGGAG": 1036,
      "ACCCAA": 1037,
      "CGGCTT": 1038,
      "CCGCTT": 1039,
      "CAGATT": 1040,
      "TGTGG": 1041,
      "CTCCGCG": 1042,
      "ACCCTT": 1043,
      "CGAGAG": 1044,
      "TTGTTT": 1045,
      "CGCTCG": 1046,
      "CGGGCGGG": 1047,
      "AGGAGT": 1048,
      "ACCTTT": 1049,
      "TTGAG": 1050,
      "CGGAT": 1051,
      "TAAAAG": 1052,
      "CATATG": 1053,
      "AGAAAAG": 1054,
      "CGGACG": 1055,
      "CAGAGAG": 1056,
      "AGAAATG": 1057,
      "AGGACG": 1058,
      "AAACT": 1059,
      "CTGGCTG": 1060,
      "ACCATG": 1061,
      "CAGGCTG": 1062,
      "AGTAAG": 1063,
      "CAGTGT": 1064,
      "CGCCGCG": 1065,
      "CTGGTGG": 1066,
      "TGAACC": 1067,
      "TTGCTT": 1068,
      "CCTCCGG": 1069,
      "CATGGGG": 1070,
      "GGGCGGGG": 1071,
      "ATCACC": 1072,
      "AGGATT": 1073,
      "CCTTTCC": 1074,
      "TAAATG": 1075,
      "CAGGGTG": 1076,
      "CATCAA": 1077,
      "CGACGG": 1078,
      "TAAAAT": 1079,
      "AGCTTG": 1080,
      "CGCCCGCC": 1081,
      "ACCCCG": 1082,
      "CTGGGGT": 1083,
      "CGCCGT": 1084,
      "TTGTCC": 1085,
      "AAGGTT": 1086,
      "CTTTGGG": 1087,
      "AGGGTGG": 1088,
      "AACAG": 1089,
      "AGGAGAG": 1090,
      "CGGCGT": 1091,
      "AGCGTG": 1092,
      "AGGGAGGG": 1093,
      "AGCTGT": 1094,
      "CGTGTG": 1095,
      "CCGAAG": 1096,
      "ATCTTT": 1097,
      "CTCTTTG": 1098,
      "CTTATT": 1099,
      "CGTGCC": 1100,
      "AAGATT": 1101,
      "CAACTG": 1102,
      "ACCACA": 1103,
      "AGAGGCC": 1104,
      "CCTCAGG": 1105,
      "TTTTTAA": 1106,
      "AGCCTGGG": 1107,
      "ATCAGG": 1108,
      "AGTTTCC": 1109,
      "ACCACG": 1110,
      "CGGCGGGG": 1111,
      "CAGCCGG": 1112,
      "ACGGTG": 1113,
      "CGAGGGG": 1114,
      "AGGCGGGG": 1115,
      "CAGACT": 1116,
      "CGCTGGG": 1117,
      "TGGGGCC": 1118,
      "CAGAAGG": 1119,
      "ATCCAG": 1120,
      "ACCACAG": 1121,
      "CTATCC": 1122,
      "ACTTTCC": 1123,
      "TGTATT": 1124,
      "CGCAGCC": 1125,
      "CACTTTT": 1126,
      "CTAGGT": 1127,
      "AAGATGG": 1128,
      "CCTCGCC": 1129,
      "CATCTCC": 1130,
      "CGCGGT": 1131,
      "CACAGTG": 1132,
      "CACTGTG": 1133,
      "ATGCTT": 1134,
      "CCTCTCT": 1135,
      "ATACAG": 1136,
      "ATCCTT": 1137,
      "ATAGAA": 1138,
      "AGATAA": 1139,
      "CAGCGCC": 1140,
      "TCCCTG": 1141,
      "ATCATT": 1142,
      "CAGACA": 1143,
      "GGGAAG": 1144,
      "AGGAGCC": 1145,
      "CAATTT": 1146,
      "CAAACA": 1147,
      "CCGCCGCCGCCG": 1148,
      "AGGAAT": 1149,
      "CACAAGG": 1150,
      "AGTCCT": 1151,
      "TTGTTTT": 1152,
      "TTGTAA": 1153,
      "CTGCGGG": 1154,
      "TGGCTT": 1155,
      "AGCTTT": 1156,
      "CAGCCAG": 1157,
      "AAGCGG": 1158,
      "CAGGGAA": 1159,
      "ACGCCCC": 1160,
      "CATCAT": 1161,
      "CTCTCTG": 1162,
      "CTTCCGG": 1163,
      "CTATTTT": 1164,
      "CAAAGCC": 1165,
      "CTCCCTG": 1166,
      "AGCCTGG": 1167,
      "ACCACT": 1168,
      "CTCTGTT": 1169,
      "AGTATT": 1170,
      "CAGGTCC": 1171,
      "ACGCCG": 1172,
      "ACCTGT": 1173,
      "AAGTGAA": 1174,
      "CGGCCGGG": 1175,
      "ATTACAGG": 1176,
      "CGCAT": 1177,
      "CTACCG": 1178,
      "AGGGGAA": 1179,
      "AAGACT": 1180,
      "CGGGTCC": 1181,
      "AGCATT": 1182,
      "ATATAA": 1183,
      "CAACTT": 1184,
      "AGAAGCC": 1185,
      "CTCGTG": 1186,
      "ACAGGCC": 1187,
      "AAGTGT": 1188,
      "CCTGGAA": 1189,
      "CTCACTG": 1190,
      "CTAAGT": 1191,
      "GGGTGG": 1192,
      "AGAAGT": 1193,
      "CAGAAAA": 1194,
      "AGGCCCC": 1195,
      "CTCCGCCCC": 1196,
      "CATCCCC": 1197,
      "AAGAGAA": 1198,
      "ACCTAA": 1199,
      "CGCTTG": 1200,
      "AGGACT": 1201,
      "CTCAAT": 1202,
      "ACGTCC": 1203,
      "TGGTTT": 1204,
      "CTACGG": 1205,
      "CAGAGAA": 1206,
      "CATAAT": 1207,
      "TAAATT": 1208,
      "GGGCGG": 1209,
      "ATACTG": 1210,
      "CCGAGGG": 1211,
      "CCGAGCC": 1212,
      "CTGCCTT": 1213,
      "CTCCCGG": 1214,
      "AGCTGTG": 1215,
      "ATACAA": 1216,
      "AAGAAAG": 1217,
      "CACTTGG": 1218,
      "ACACCT": 1219,
      "CTCAGAA": 1220,
      "CTGTTTT": 1221,
      "AACCAA": 1222,
      "AGGCCGG": 1223,
      "CTCAGTT": 1224,
      "ACATGT": 1225,
      "AGATTT": 1226,
      "CAGCACC": 1227,
      "AGGCCTG": 1228,
      "ACCAAT": 1229,
      "ACGCGG": 1230,
      "CAGCAT": 1231,
      "AGAGGT": 1232,
      "TTGGAA": 1233,
      "CGCCGGGG": 1234,
      "ACCCCT": 1235,
      "CCGCAGG": 1236,
      "CGCAGGG": 1237,
      "CGCAAG": 1238,
      "ACGCTG": 1239,
      "ACCGTG": 1240,
      "AATTAA": 1241,
      "AAGAGT": 1242,
      "ATGGGGG": 1243,
      "CGCGCGG": 1244,
      "TGGGTG": 1245,
      "AAGAAGG": 1246,
      "ATAGAG": 1247,
      "CTGAAAA": 1248,
      "TTTGG": 1249,
      "CTGTGTG": 1250,
      "CATCCTG": 1251,
      "CACAGAA": 1252,
      "CGAAT": 1253,
      "CTACAT": 1254,
      "CTCAAGG": 1255,
      "CGTTTT": 1256,
      "ACCCAGG": 1257,
      "CGCAGT": 1258,
      "CATTTAA": 1259,
      "CCCCAG": 1260,
      "TGTATG": 1261,
      "TGTCCT": 1262,
      "ACTCCCC": 1263,
      "ACTCCTG": 1264,
      "ACTATT": 1265,
      "CAGTGAG": 1266,
      "CTGCCGG": 1267,
      "TTTCTCC": 1268,
      "ATCTGT": 1269,
      "CGGAGT": 1270,
      "CTAGGGG": 1271,
      "ACCATT": 1272,
      "ATCCAA": 1273,
      "ACAGGAA": 1274,
      "CCGCCTT": 1275,
      "CACACAG": 1276,
      "CTCCTGGG": 1277,
      "ATTTTAA": 1278,
      "CGCTGT": 1279,
      "CGCACG": 1280,
      "CTGGGTT": 1281,
      "AGAAAGG": 1282,
      "CGAGTG": 1283,
      "AGCTAA": 1284,
      "TGGTCC": 1285,
      "CGCCTGG": 1286,
      "CATTTTG": 1287,
      "TTCCAA": 1288,
      "ATAAGG": 1289,
      "ACCCTCC": 1290,
      "AGAGAAG": 1291,
      "CTCTGGGG": 1292,
      "ATACTT": 1293,
      "TTTCAT": 1294,
      "AGCAGGG": 1295,
      "ATCATG": 1296,
      "AGGTGT": 1297,
      "CGGGTGG": 1298,
      "CGACTG": 1299,
      "AATATT": 1300,
      "ATATTG": 1301,
      "CCTCTTT": 1302,
      "CTCGGT": 1303,
      "CGCGCGCG": 1304,
      "CGGGGTG": 1305,
      "AGGGCAG": 1306,
      "ATTGGCC": 1307,
      "CTGGTCC": 1308,
      "AGAAACC": 1309,
      "GGGGT": 1310,
      "ACGCCGG": 1311,
      "CCTGGGCC": 1312,
      "CGACA": 1313,
      "AGAGGAA": 1314,
      "AGACGG": 1315,
      "CTC": 1316,
      "TTTTT": 1317,
      "AGCCCAG": 1318,
      "CTCTCTT": 1319,
      "TGGAAG": 1320,
      "CGGCCTG": 1321,
      "CTGAGAG": 1322,
      "TGGTTG": 1323,
      "CGGCAGG": 1324,
      "ACTCACC": 1325,
      "CGGTGGG": 1326,
      "ATGAAAA": 1327,
      "CTATGT": 1328,
      "CTGAGAA": 1329,
      "CCGCTGG": 1330,
      "CAAAAAA": 1331,
      "CGCCAA": 1332,
      "ACACAGG": 1333,
      "CTCAAAA": 1334,
      "CAAACAA": 1335,
      "CACATCC": 1336,
      "CGTGGCC": 1337,
      "GCC": 1338,
      "GGGAG": 1339,
      "CCTCGGG": 1340,
      "CTTTTCC": 1341,
      "CTTTCTG": 1342,
      "CTTCCAG": 1343,
      "ACTGGCC": 1344,
      "ACCAGGG": 1345,
      "TTTATG": 1346,
      "CCCCAGG": 1347,
      "TTTAA": 1348,
      "CACAAAA": 1349,
      "CCTATT": 1350,
      "CGACCG": 1351,
      "CACGGGG": 1352,
      "CTGCAT": 1353,
      "TGCCAA": 1354,
      "TAAGGG": 1355,
      "CCGGAA": 1356,
      "CTGAAGG": 1357,
      "CGCCCCGCC": 1358,
      "CAGAAAG": 1359,
      "CGGCTGG": 1360,
      "ACTAAG": 1361,
      "CCTAAG": 1362,
      "TTTAAG": 1363,
      "AGGAAAG": 1364,
      "CGTTCC": 1365,
      "AGGGGCGGGG": 1366,
      "CAGACG": 1367,
      "CTGACA": 1368,
      "TGTCAA": 1369,
      "CACTCTT": 1370,
      "CGGAGCG": 1371,
      "TTTCTTT": 1372,
      "CTCTGAA": 1373,
      "CACTTTG": 1374,
      "ATTAAT": 1375,
      "CCTCGCG": 1376,
      "CGGGAG": 1377,
      "TTTTTCC": 1378,
      "ACTAG": 1379,
      "CTGGAAG": 1380,
      "AGAGAGG": 1381,
      "CTTGGTG": 1382,
      "CACGTT": 1383,
      "ATCGG": 1384,
      "CTGCGT": 1385,
      "ATTAAAA": 1386,
      "TTGGGGG": 1387,
      "AGTCACC": 1388,
      "CACCGT": 1389,
      "CTGGCTT": 1390,
      "CGTGAG": 1391,
      "ATTTCTT": 1392,
      "ACTATG": 1393,
      "AGACCT": 1394,
      "AGGGGTG": 1395,
      "CCGACG": 1396,
      "CCGCAA": 1397,
      "CTGTCTT": 1398,
      "ATAGGG": 1399,
      "CAGACAG": 1400,
      "AGGACAG": 1401,
      "TCCCGG": 1402,
      "ATCAAG": 1403,
      "CGCGGTG": 1404,
      "CAGCCTCC": 1405,
      "TTTTTTTTTTTTTTTT": 1406,
      "CATTTTT": 1407,
      "CTGCACC": 1408,
      "CAGCGGG": 1409,
      "CAGCCAA": 1410,
      "CTAGCG": 1411,
      "AGCCACC": 1412,
      "ATTCAT": 1413,
      "ACTAAT": 1414,
      "ACTCAGG": 1415,
      "TTGCCT": 1416,
      "AGTAGG": 1417,
      "TGTTAA": 1418,
      "CTCATCC": 1419,
      "CAAAACC": 1420,
      "CCTGGTT": 1421,
      "TTTCCCC": 1422,
      "CAGCGT": 1423,
      "CGCTTT": 1424,
      "CTCCAT": 1425,
      "TGTCAT": 1426,
      "AAGAGAG": 1427,
      "CACCGCG": 1428,
      "ATTATG": 1429,
      "CTTCTCT": 1430,
      "CTATAT": 1431,
      "CGCTGCC": 1432,
      "ACTCGG": 1433,
      "ACAGGTG": 1434,
      "CTGCGCG": 1435,
      "AAGCCG": 1436,
      "AGCAGT": 1437,
      "AAAAAAAAAAAAAAAA": 1438,
      "CAAAGAG": 1439,
      "ACACCCC": 1440,
      "CGTGGGG": 1441,
      "AGGAGAA": 1442,
      "CGGGCCG": 1443,
      "CTGCCAG": 1444,
      "CTGAGTG": 1445,
      "CCTATG": 1446,
      "AAGAGGG": 1447,
      "AGAAGAA": 1448,
      "ATAGCC": 1449,
      "TAATCC": 1450,
      "CAGAGTG": 1451,
      "AGCCTCC": 1452,
      "AGTATG": 1453,
      "AGGCCAG": 1454,
      "CACCACC": 1455,
      "CAAAGGG": 1456,
      "CGGTTG": 1457,
      "CAAGTCC": 1458,
      "AGTCAGG": 1459,
      "ATCTAA": 1460,
      "CACGGT": 1461,
      "TTTCCTG": 1462,
      "ACACCTG": 1463,
      "AGCAGTG": 1464,
      "CGCGTCC": 1465,
      "ATATGG": 1466,
      "CAACCT": 1467,
      "ATAGTG": 1468,
      "AGTACC": 1469,
      "ACTGTGG": 1470,
      "CTTCTGG": 1471,
      "AGATTG": 1472,
      "AGGCTCC": 1473,
      "CTGAAAG": 1474,
      "CGCGTT": 1475,
      "CTGGGGCC": 1476,
      "CAAACAG": 1477,
      "ACACACA": 1478,
      "AGTCATT": 1479,
      "CAGGACC": 1480,
      "AGAGGTG": 1481,
      "CACCCAG": 1482,
      "GGGGCC": 1483,
      "CAATTG": 1484,
      "CTCGTT": 1485,
      "CTTGTCC": 1486,
      "TTTCCTT": 1487,
      "CTCCCG": 1488,
      "TGGGCC": 1489,
      "ACTACC": 1490,
      "ATTTATT": 1491,
      "AGTTGT": 1492,
      "CGGCGCGG": 1493,
      "AGCGGGG": 1494,
      "GGGTCC": 1495,
      "CTGACAG": 1496,
      "CAGGGTT": 1497,
      "CATGGCC": 1498,
      "AGAAAGAA": 1499,
      "CCGCGGGG": 1500,
      "CAACAT": 1501,
      "ATGTTTT": 1502,
      "AAGCCCC": 1503,
      "CTCCTTG": 1504,
      "CTGGCAG": 1505,
      "ACAAAT": 1506,
      "ATGACC": 1507,
      "CAGCGCG": 1508,
      "CTGTGCC": 1509,
      "CAGGGGT": 1510,
      "AGGCAT": 1511,
      "CACGGCC": 1512,
      "AGAATGG": 1513,
      "ATCCGG": 1514,
      "CCTACT": 1515,
      "AGGACA": 1516,
      "AGATCC": 1517,
      "CTCCCTT": 1518,
      "AGGGCG": 1519,
      "AGAAGTG": 1520,
      "CCGCCCCGCC": 1521,
      "ACGCAG": 1522,
      "CAACCCC": 1523,
      "ACCCCGG": 1524,
      "AGTGGGG": 1525,
      "CTTCAT": 1526,
      "CCTGGGGG": 1527,
      "AAGACAG": 1528,
      "CCTTAA": 1529,
      "AGCCCAGG": 1530,
      "AAAAGGG": 1531,
      "CGTTGG": 1532,
      "CTTTCAG": 1533,
      "ACTCCGG": 1534,
      "CACAGTT": 1535,
      "AGCTCAG": 1536,
      "CCTCTTG": 1537,
      "CTCTCAG": 1538,
      "AGTTTTG": 1539,
      "CACACACACACACACA": 1540,
      "ACCCCAG": 1541,
      "CTTAAG": 1542,
      "CCGAGT": 1543,
      "CTGTGAA": 1544,
      "CACATGG": 1545,
      "CCGCCGGG": 1546,
      "CGGAAGG": 1547,
      "CAAAAGG": 1548,
      "CTGACTG": 1549,
      "CCGCGCGG": 1550,
      "TTTACC": 1551,
      "CTAGGCC": 1552,
      "CAATGT": 1553,
      "CTGCGCC": 1554,
      "TTTCTCT": 1555,
      "TTTTCTT": 1556,
      "TGGGAA": 1557,
      "CAAAATG": 1558,
      "CCTTGGG": 1559,
      "ACAAGCC": 1560,
      "CACTCCT": 1561,
      "CACGTGG": 1562,
      "TAATCCCAG": 1563,
      "CCTGGGT": 1564,
      "AAGACA": 1565,
      "ACCCGGG": 1566,
      "ACCCACC": 1567,
      "ACAGTGG": 1568,
      "CAC": 1569,
      "ACCTGCC": 1570,
      "CTCACAG": 1571,
      "ACCAGCC": 1572,
      "AAGCAT": 1573,
      "CTTTCCT": 1574,
      "TTGAGG": 1575,
      "AAGCCAG": 1576,
      "ATCTAG": 1577,
      "CGGAGAG": 1578,
      "ACTAAAA": 1579,
      "TAAAG": 1580,
      "GGGCCGGG": 1581,
      "ACCACAA": 1582,
      "CAAGGTG": 1583,
      "ACCCTGG": 1584,
      "ACTACA": 1585,
      "AGTAGAG": 1586,
      "CCTGTCC": 1587,
      "ATAGTT": 1588,
      "CTCATTT": 1589,
      "CAGGATG": 1590,
      "CGAGAA": 1591,
      "CTCTCTCC": 1592,
      "ATGGTGG": 1593,
      "CACCGGG": 1594,
      "AGCCAG": 1595,
      "TTGAT": 1596,
      "CTTAAAA": 1597,
      "CTCTCCT": 1598,
      "ACAGAGG": 1599,
      "CACTGAA": 1600,
      "ACTCCG": 1601,
      "CTTTTAA": 1602,
      "CGGCCGCC": 1603,
      "CAAAGAA": 1604,
      "TAATTT": 1605,
      "AGTCTCC": 1606,
      "CGTCTT": 1607,
      "ACGGAA": 1608,
      "CGTCTG": 1609,
      "CGCGCCG": 1610,
      "CTGCCAA": 1611,
      "ACTTGGG": 1612,
      "ACTCATT": 1613,
      "CACTGTT": 1614,
      "CCTGTGG": 1615,
      "CTTTTTG": 1616,
      "CGAAAG": 1617,
      "CACAATG": 1618,
      "CTGACG": 1619,
      "CTGTGTT": 1620,
      "AGAGAG": 1621,
      "AGCCAAT": 1622,
      "CTCGAA": 1623,
      "AGGCCGGG": 1624,
      "ACTCTGG": 1625,
      "CTCCGTG": 1626,
      "CGGCCAG": 1627,
      "CATCCTT": 1628,
      "ATTTTTG": 1629,
      "ATTCCT": 1630,
      "CGCGCCCC": 1631,
      "AAGGAGG": 1632,
      "AGCCGGGG": 1633,
      "CATACC": 1634,
      "TCCAGG": 1635,
      "TAATTG": 1636,
      "TGGAT": 1637,
      "CGCCACC": 1638,
      "CGTCCT": 1639,
      "CGGATG": 1640,
      "CAGTGCC": 1641,
      "TGTCTCC": 1642,
      "CGTTTG": 1643,
      "ACTCTCC": 1644,
      "ATCTCTG": 1645,
      "CTGCTTG": 1646,
      "TTTAG": 1647,
      "ATTAG": 1648,
      "TTGAAG": 1649,
      "CGATGG": 1650,
      "CCGCGGCC": 1651,
      "ACAGAAG": 1652,
      "CCGCCGCG": 1653,
      "AAAATGG": 1654,
      "CTACTCC": 1655,
      "AGCCAAG": 1656,
      "CGCCCCGG": 1657,
      "TTTCTGG": 1658,
      "CAGCAAG": 1659,
      "CTACAGG": 1660,
      "AGCAGAA": 1661,
      "CTTCTTT": 1662,
      "AGGAAGGG": 1663,
      "CTTTGTG": 1664,
      "ACATTTG": 1665,
      "ATTTTCC": 1666,
      "CGCCCCT": 1667,
      "CCGAGCG": 1668,
      "AGATGGG": 1669,
      "AGCCCTG": 1670,
      "ATTTGAA": 1671,
      "CCGTGGG": 1672,
      "ATAAAT": 1673,
      "CATGTGG": 1674,
      "AGGGAAGG": 1675,
      "ACCTTCC": 1676,
      "CAGTTCC": 1677,
      "CAGCCTT": 1678,
      "CTTTGTT": 1679,
      "ATTAAG": 1680,
      "CTTAAT": 1681,
      "CGCTCGG": 1682,
      "CAGTTTT": 1683,
      "CTCTCCCC": 1684,
      "CAAACG": 1685,
      "AAGACG": 1686,
      "CTTGTGG": 1687,
      "AGCAGCC": 1688,
      "CTTATG": 1689,
      "CAAAAAG": 1690,
      "AGGGCGGGG": 1691,
      "ACTGTCC": 1692,
      "ACTTGCC": 1693,
      "ATTTTTAA": 1694,
      "CATTTGG": 1695,
      "TGGGGTG": 1696,
      "AGAATAA": 1697,
      "TGTAG": 1698,
      "CCTCCAA": 1699,
      "CGCTCTG": 1700,
      "CGCTTCC": 1701,
      "ACACACC": 1702,
      "ACTGGAA": 1703,
      "CAGGGGCC": 1704,
      "CTGCTTT": 1705,
      "AAAAAAAAAAAA": 1706,
      "CTCCTCCCC": 1707,
      "AGGGCGG": 1708,
      "AGTGTGG": 1709,
      "CTCCCCT": 1710,
      "CTTCGG": 1711,
      "CGGGCCGG": 1712,
      "CTTTGCC": 1713,
      "CTTAGG": 1714,
      "CATCACC": 1715,
      "ACGGGGG": 1716,
      "CTTACT": 1717,
      "CACTGGGG": 1718,
      "CTTCAGG": 1719,
      "TTGAAT": 1720,
      "CGCGGGGG": 1721,
      "AGAAATT": 1722,
      "ACCAAAA": 1723,
      "CAAACTG": 1724,
      "TGTGTGTGTGTGTGTG": 1725,
      "AAGCAGG": 1726,
      "CGAGGCC": 1727,
      "ACGAGG": 1728,
      "AAGCCTG": 1729,
      "AGGGCTG": 1730,
      "AGACCG": 1731,
      "TTGATG": 1732,
      "ATTTAT": 1733,
      "CTCTTTCC": 1734,
      "AGAGTGG": 1735,
      "CGGGACC": 1736,
      "CATAGG": 1737,
      "ACTAGG": 1738,
      "TAATGG": 1739,
      "CATGGTG": 1740,
      "AGATGT": 1741,
      "AGAGTCC": 1742,
      "AAGCTGG": 1743,
      "CGTCAG": 1744,
      "CAAGGAA": 1745,
      "CTACCCC": 1746,
      "CATCTGG": 1747,
      "CGTCTCC": 1748,
      "ATGTGTG": 1749,
      "CTCATGG": 1750,
      "CAACG": 1751,
      "AGAAGGGG": 1752,
      "CACCTGGG": 1753,
      "AGGGTCC": 1754,
      "CACAACC": 1755,
      "ACACGG": 1756,
      "ACTTTGG": 1757,
      "TTTACT": 1758,
      "CTTCCTCC": 1759,
      "AGCGTT": 1760,
      "AGCTCTG": 1761,
      "ACAAGGG": 1762,
      "CTTCCAA": 1763,
      "ATCTTGG": 1764,
      "CTTTGAA": 1765,
      "TGTAAG": 1766,
      "CTGGCGG": 1767,
      "TTGCAA": 1768,
      "ACCCCTG": 1769,
      "CGAACC": 1770,
      "CAGGAAGG": 1771,
      "AGAGATG": 1772,
      "AGTCTGG": 1773,
      "TGTTTCC": 1774,
      "AAGCCAA": 1775,
      "AGCTAG": 1776,
      "CTGTTCC": 1777,
      "ACAGATG": 1778,
      "ACTTTAA": 1779,
      "AATATG": 1780,
      "AGTCTTG": 1781,
      "CGGGCGGGG": 1782,
      "TGCCGGG": 1783,
      "ATAATAA": 1784,
      "CACCAGG": 1785,
      "CTGTTTG": 1786,
      "CTCTGGT": 1787,
      "CTCCAGCC": 1788,
      "CTCCCCG": 1789,
      "ATTCATT": 1790,
      "CGCTCCG": 1791,
      "ACTTTTG": 1792,
      "CTGCTCT": 1793,
      "ATCCTCC": 1794,
      "TTTCATT": 1795,
      "ATACG": 1796,
      "CATTGCC": 1797,
      "ACCGGGG": 1798,
      "CGGGAAG": 1799,
      "CCTCTGT": 1800,
      "CGTCCG": 1801,
      "ACTACAA": 1802,
      "CCCCGGGG": 1803,
      "ATGTGGG": 1804,
      "TTGTGT": 1805,
      "CGCGCGCC": 1806,
      "TTTCTTG": 1807,
      "CGGCCTCC": 1808,
      "CTCAGGT": 1809,
      "ATATTTT": 1810,
      "AGGCAAG": 1811,
      "CCTCATT": 1812,
      "AGGATGG": 1813,
      "CTCACTT": 1814,
      "AGGTGAG": 1815,
      "AAGCAAG": 1816,
      "TTTCACC": 1817,
      "AGCTGTT": 1818,
      "CATGTCC": 1819,
      "TGGGGAA": 1820,
      "CTCCCGCC": 1821,
      "CTGCTGT": 1822,
      "CTTTCTTT": 1823,
      "ACCTCAG": 1824,
      "AGAGCAG": 1825,
      "ACCCGCC": 1826,
      "CTTGGTT": 1827,
      "ATGGGT": 1828,
      "ACTCG": 1829,
      "CTACTGG": 1830,
      "AGTTGGG": 1831,
      "CGGGACG": 1832,
      "ACCAGT": 1833,
      "CCGCCCCGG": 1834,
      "ACAAATG": 1835,
      "ACACCAG": 1836,
      "AGCCCCG": 1837,
      "AGGAGGGG": 1838,
      "AATCAA": 1839,
      "CTCTGGCC": 1840,
      "ACCGAA": 1841,
      "AGTCGG": 1842,
      "CTCAACC": 1843,
      "CTCCTTT": 1844,
      "CGTCG": 1845,
      "CTAAGCC": 1846,
      "CCCCGGCC": 1847,
      "ATAAATG": 1848,
      "AGGACTG": 1849,
      "AGCACAG": 1850,
      "CATTGTG": 1851,
      "CTTCACC": 1852,
      "ATTCCTG": 1853,
      "AGGCTGGG": 1854,
      "AGGTTTT": 1855,
      "CATAAG": 1856,
      "CCTCCGCC": 1857,
      "AATTTCC": 1858,
      "ACATGTG": 1859,
      "CCGCGTG": 1860,
      "AGACAT": 1861,
      "AGCCTTG": 1862,
      "ATTACT": 1863,
      "CAGATGG": 1864,
      "ACGGGT": 1865,
      "CAAAAAT": 1866,
      "ACAAGTG": 1867,
      "CTGGGGGG": 1868,
      "ACACATG": 1869,
      "AATCTG": 1870,
      "ATTTGGG": 1871,
      "CTTCTTG": 1872,
      "AAAAATG": 1873,
      "CTGCAGCC": 1874,
      "CTCCCCAG": 1875,
      "ATTTTGG": 1876,
      "CAGTGTG": 1877,
      "CTGCCGGG": 1878,
      "ATTACC": 1879,
      "CCTCAAG": 1880,
      "TGGCGG": 1881,
      "AGGGCGGG": 1882,
      "CCGCACC": 1883,
      "ATGACAG": 1884,
      "CAGACTG": 1885,
      "CATCTCT": 1886,
      "CAGAATG": 1887,
      "ATAAATAA": 1888,
      "TGAAACC": 1889,
      "AGCACA": 1890,
      "AGCAGTT": 1891,
      "CATAAAA": 1892,
      "AAGAAAT": 1893,
      "CTGCAAG": 1894,
      "CTAAGGG": 1895,
      "CCGTTG": 1896,
      "CTATTGG": 1897,
      "AAGGTGG": 1898,
      "ACTCCTT": 1899,
      "TTTCTTTT": 1900,
      "ATGCCT": 1901,
      "ATATCC": 1902,
      "ACTTCCTG": 1903,
      "AGTTTGG": 1904,
      "CGGGGAA": 1905,
      "ATCTCA": 1906,
      "AGCAAT": 1907,
      "AATCAT": 1908,
      "CGCGGGCC": 1909,
      "ATCAGT": 1910,
      "AGTAGT": 1911,
      "AGTCCTG": 1912,
      "CAGGCAGG": 1913,
      "CAGGCTGGAGTG": 1914,
      "ATCTCAG": 1915,
      "AGTGGCC": 1916,
      "ATATGT": 1917,
      "CCTCGT": 1918,
      "TGTACC": 1919,
      "CGGGGCGGG": 1920,
      "TGTCTGG": 1921,
      "TGAAGGG": 1922,
      "TAAAAAA": 1923,
      "CGCCCGGG": 1924,
      "CGAGAGG": 1925,
      "AATCTT": 1926,
      "CAAATAA": 1927,
      "ACAGTCC": 1928,
      "ACGCCTG": 1929,
      "ACAAACAA": 1930,
      "CGCACA": 1931,
      "AGGTCAGG": 1932,
      "AGGAAGT": 1933,
      "CGCCCAG": 1934,
      "CATTGTT": 1935,
      "CGTGGT": 1936,
      "AGAATCC": 1937,
      "CTGTGAG": 1938,
      "TTGACC": 1939,
      "ACATGAA": 1940,
      "ACACTGG": 1941,
      "AGCTGCC": 1942,
      "CAGCCGGG": 1943,
      "CTCCGGGG": 1944,
      "TGGTAA": 1945,
      "AGCCCGG": 1946,
      "CGTGTT": 1947,
      "CTTGGAA": 1948,
      "AGCGAA": 1949,
      "CTCCTTCC": 1950,
      "TTGATT": 1951,
      "TGTAGG": 1952,
      "CGCCGGCC": 1953,
      "ACACAAG": 1954,
      "AGAAACT": 1955,
      "CAGCTGT": 1956,
      "CTCCTGCC": 1957,
      "ACCACTG": 1958,
      "CTGCTGGG": 1959,
      "CTGGCCT": 1960,
      "TCCCCG": 1961,
      "GTG": 1962,
      "AAGTTTT": 1963,
      "ACTCATG": 1964,
      "TTTCCG": 1965,
      "AAGACAA": 1966,
      "CGCTCA": 1967,
      "CGATCC": 1968,
      "CTACCTG": 1969,
      "CTGCAGGG": 1970,
      "CTAAGAA": 1971,
      "ACGGTT": 1972,
      "ACCCCAA": 1973,
      "ACGCCT": 1974,
      "ATTTATTT": 1975,
      "ACCTGTG": 1976,
      "AGGCGCG": 1977,
      "AGTCATG": 1978,
      "AGAATTG": 1979,
      "ACCTTGG": 1980,
      "ACTGCACTCC": 1981,
      "AAGGGAA": 1982,
      "ACAAGAA": 1983,
      "ACTTCCT": 1984,
      "ACCAGAG": 1985,
      "CGGACT": 1986,
      "AGTCCG": 1987,
      "CACATTT": 1988,
      "CCGGTT": 1989,
      "CGGTGT": 1990,
      "ACACCG": 1991,
      "AGTGTCC": 1992,
      "CACTCCG": 1993,
      "ACCTTTT": 1994,
      "AGCCGCC": 1995,
      "AGTGGT": 1996,
      "CTGGGATTACAGG": 1997,
      "ATTGGTT": 1998,
      "ACCTGGGG": 1999,
      "ATCGT": 2000,
      "AATAAG": 2001,
      "CCCCAGCC": 2002,
      "CGTGAA": 2003,
      "CGAGGT": 2004,
      "AGCACG": 2005,
      "AGCTGAA": 2006,
      "ACAGCAG": 2007,
      "CTACTTT": 2008,
      "ACTACT": 2009,
      "CGAGTT": 2010,
      "CTTAGT": 2011,
      "CAACAGG": 2012,
      "CTGCAGT": 2013,
      "ATACAT": 2014,
      "AGGAGCG": 2015,
      "ATCTGGG": 2016,
      "ACATTCC": 2017,
      "CGGTGCC": 2018,
      "TGTGTGG": 2019,
      "CTGCCTCC": 2020,
      "AGCTCA": 2021,
      "CTCAGGCC": 2022,
      "CCGCCCCG": 2023,
      "AGCTCG": 2024,
      "CTTTCAA": 2025,
      "CTGAAAT": 2026,
      "AGGAAAT": 2027,
      "AGAAGTT": 2028,
      "CCTGGGTG": 2029,
      "CTTTATT": 2030,
      "AAAGAAAA": 2031,
      "CGTCCGG": 2032,
      "CTGACCT": 2033,
      "ATGACG": 2034,
      "AAAGTCC": 2035,
      "CTTTTGG": 2036,
      "ACTGCAG": 2037,
      "AGAGAAAA": 2038,
      "ACCAAGG": 2039,
      "CGGGAGGG": 2040,
      "CTGGCTGG": 2041,
      "CGCCCTCC": 2042,
      "CTGCATG": 2043,
      "CGAAAA": 2044,
      "AGACAGG": 2045,
      "AAGAGCC": 2046,
      "CGGGGGCGGGG": 2047,
      "CTCTCCTG": 2048,
      "ACACATT": 2049,
      "CAACCTG": 2050,
      "TTTCAGG": 2051,
      "ACAAGTT": 2052,
      "ATATATAT": 2053,
      "ACTGGTG": 2054,
      "CAAGGTT": 2055,
      "AAGTGAG": 2056,
      "CTGAGGT": 2057,
      "CTGTTGG": 2058,
      "ATGAGAA": 2059,
      "CCTAGT": 2060,
      "AGTCCCC": 2061,
      "CAAATGG": 2062,
      "ACCCAAG": 2063,
      "CTTCTGT": 2064,
      "CGCCGCCG": 2065,
      "CTCCCAGG": 2066,
      "TGGCCG": 2067,
      "CACCTTG": 2068,
      "CTTCATT": 2069,
      "ATGACTG": 2070,
      "AGCCACTG": 2071,
      "ACTTGTG": 2072,
      "AGGAGTG": 2073,
      "ACTTGTT": 2074,
      "ATTCCCC": 2075,
      "CGCCCGCG": 2076,
      "CACGAA": 2077,
      "CCGAGAG": 2078,
      "CGGGCGCG": 2079,
      "ACTCTGT": 2080,
      "TTGAAAA": 2081,
      "AGTTTAA": 2082,
      "CAAAATT": 2083,
      "CCTCCTGG": 2084,
      "ATCACA": 2085,
      "CCTCAGCC": 2086,
      "CTAAAAT": 2087,
      "CACAGGT": 2088,
      "CTAAGTG": 2089,
      "ACAGTAA": 2090,
      "CGCCAGG": 2091,
      "ACATGGG": 2092,
      "CATAAGG": 2093,
      "CGCCCAGG": 2094,
      "CCGCAGCC": 2095,
      "ATGCAT": 2096,
      "CTGACTT": 2097,
      "CTCCCTGG": 2098,
      "AGGGTGGG": 2099,
      "ATCTCAA": 2100,
      "CAAGTGG": 2101,
      "CTGAGCG": 2102,
      "CGAGTCC": 2103,
      "TTTCTAA": 2104,
      "CCAGTGG": 2105,
      "CAATGGG": 2106,
      "TTTATTT": 2107,
      "AATCCT": 2108,
      "CGGCGGCGG": 2109,
      "CTCGCGG": 2110,
      "CCTCTGCC": 2111,
      "AGGAGTT": 2112,
      "CGACCT": 2113,
      "ATGCTGG": 2114,
      "AGACTCC": 2115,
      "CCAGTCC": 2116,
      "TTGAGT": 2117,
      "AAGGGCC": 2118,
      "ACGGGCC": 2119,
      "CAACTCC": 2120,
      "ACCCAT": 2121,
      "TTTCAAG": 2122,
      "ACACTTG": 2123,
      "CTGATGG": 2124,
      "CCTCTCTG": 2125,
      "GGGGGG": 2126,
      "GAA": 2127,
      "AGGAACC": 2128,
      "CAATTTT": 2129,
      "CTTTAT": 2130,
      "CTGTGGT": 2131,
      "ACAATAA": 2132,
      "CCTACG": 2133,
      "TTTCTGT": 2134,
      "ACCTGAG": 2135,
      "TGTCTCT": 2136,
      "CCCCCAG": 2137,
      "CAGTCAG": 2138,
      "CGACTT": 2139,
      "AAGCCGG": 2140,
      "ACAGGGT": 2141,
      "AGGCCAA": 2142,
      "AGGCCTT": 2143,
      "AGGAATG": 2144,
      "CGCTCAG": 2145,
      "ACCTGAA": 2146,
      "CTCCCGGG": 2147,
      "AGGGAGGGG": 2148,
      "CTATTTG": 2149,
      "CCTAGCC": 2150,
      "ACAGAG": 2151,
      "CTGTCAG": 2152,
      "CGTCGG": 2153,
      "CTCATTG": 2154,
      "CTCGTCC": 2155,
      "CGTCCCC": 2156,
      "CTCAGGGG": 2157,
      "CGTTTCC": 2158,
      "ATTCTCC": 2159,
      "ACACTCC": 2160,
      "ACGCGGG": 2161,
      "CCCCCTCC": 2162,
      "CTAGGAA": 2163,
      "CTTCCTGG": 2164,
      "ATCGCC": 2165,
      "CCTAGGG": 2166,
      "TGTCACC": 2167,
      "CACGGCG": 2168,
      "CCTCTGGG": 2169,
      "ACGTGGG": 2170,
      "TCCCTT": 2171,
      "CTAATTTT": 2172,
      "CAGGAGCC": 2173,
      "ACTCTTG": 2174,
      "CTCGGCGG": 2175,
      "CAGGCGG": 2176,
      "ATTTGTT": 2177,
      "ACGTTG": 2178,
      "CTCTTAA": 2179,
      "CCTTTGG": 2180,
