{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": false
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "AAAAAA": 5,
      "AAAAAT": 6,
      "AAAAAC": 7,
      "AAAAAG": 8,
      "AAAATA": 9,
      "AAAATT": 10,
      "AAAATC": 11,
      "AAAATG": 12,
      "AAAACA": 13,
      "AAAACT": 14,
      "AAAACC": 15,
      "AAAACG": 16,
      "AAAAGA": 17,
      "AAAAGT": 18,
      "AAAAGC": 19,
      "AAAAGG": 20,
      "AAATAA": 21,
      "AAATAT": 22,
      "AAATAC": 23,
      "AAATAG": 24,
      "AAATTA": 25,
      "AAATTT": 26,
      "AAATTC": 27,
      "AAATTG": 28,
      "AAATCA": 29,
      "AAATCT": 30,
      "AAATCC": 31,
      "AAATCG": 32,
      "AAATGA": 33,
      "AAATGT": 34,
      "AAATGC": 35,
      "AAATGG": 36,
      "AAACAA": 37,
      "AAACAT": 38,
      "AAACAC": 39,
      "AAACAG": 40,
      "AAACTA": 41,
      "AAACTT": 42,
      "AAACTC": 43,
      "AAACTG": 44,
      "AAACCA": 45,
      "AAACCT": 46,
      "AAACCC": 47,
      "AAACCG": 48,
      "AAACGA": 49,
      "AAACGT": 50,
      "AAACGC": 51,
      "AAACGG": 52,
      "AAAGAA": 53,
      "AAAGAT": 54,
      "AAAGAC": 55,
      "AAAGAG": 56,
      "AAAGTA": 57,
      "AAAGTT": 58,
      "AAAGTC": 59,
      "AAAGTG": 60,
      "AAAGCA": 61,
      "AAAGCT": 62,
      "AAAGCC": 63,
      "AAAGCG": 64,
      "AAAGGA": 65,
      "AAAGGT": 66,
      "AAAGGC": 67,
      "AAAGGG": 68,
      "AATAAA": 69,
      "AATAAT": 70,
      "AATAAC": 71,
      "AATAAG": 72,
      "AATATA": 73,
      "AATATT": 74,
      "AATATC": 75,
      "AATATG": 76,
      "AATACA": 77,
      "AATACT": 78,
      "AATACC": 79,
      "AATACG": 80,
      "AATAGA": 81,
      "AATAGT": 82,
      "AATAGC": 83,
      "AATAGG": 84,
      "AATTAA": 85,
      "AATTAT": 86,
      "AATTAC": 87,
      "AATTAG": 88,
      "AATTTA": 89,
      "AATTTT": 90,
      "AATTTC": 91,
      "AATTTG": 92,
      "AATTCA": 93,
      "AATTCT": 94,
      "AATTCC": 95,
      "AATTCG": 96,
      "AATTGA": 97,
      "AATTGT": 98,
      "AATTGC": 99,
      "AATTGG": 100,
      "AATCAA": 101,
      "AATCAT": 102,
      "AATCAC": 103,
      "AATCAG": 104,
      "AATCTA": 105,
      "AATCTT": 106,
      "AATCTC": 107,
      "AATCTG": 108,
      "AATCCA": 109,
      "AATCCT": 110,
      "AATCCC": 111,
      "AATCCG": 112,
      "AATCGA": 113,
      "AATCGT": 114,
      "AATCGC": 115,
      "AATCGG": 116,
      "AATGAA": 117,
      "AATGAT": 118,
      "AATGAC": 119,
      "AATGAG": 120,
      "AATGTA": 121,
      "AATGTT": 122,
      "AATGTC": 123,
      "AATGTG": 124,
      "AATGCA": 125,
      "AATGCT": 126,
      "AATGCC": 127,
      "AATGCG": 128,
      "AATGGA": 129,
      "AATGGT": 130,
      "AATGGC": 131,
      "AATGGG": 132,
      "AACAAA": 133,
      "AACAAT": 134,
      "AACAAC": 135,
      "AACAAG": 136,
      "AACATA": 137,
      "AACATT": 138,
      "AACATC": 139,
      "AACATG": 140,
      "AACACA": 141,
      "AACACT": 142,
      "AACACC": 143,
      "AACACG": 144,
      "AACAGA": 145,
      "AACAGT": 146,
      "AACAGC": 147,
      "AACAGG": 148,
      "AACTAA": 149,
      "AACTAT": 150,
      "AACTAC": 151,
      "AACTAG": 152,
      "AACTTA": 153,
      "AACTTT": 154,
      "AACTTC": 155,
      "AACTTG": 156,
      "AACTCA": 157,
      "AACTCT": 158,
      "AACTCC": 159,
      "AACTCG": 160,
      "AACTGA": 161,
      "AACTGT": 162,
      "AACTGC": 163,
      "AACTGG": 164,
      "AACCAA": 165,
      "AACCAT": 166,
      "AACCAC": 167,
      "AACCAG": 168,
      "AACCTA": 169,
      "AACCTT": 170,
      "AACCTC": 171,
      "AACCTG": 172,
      "AACCCA": 173,
      "AACCCT": 174,
      "AACCCC": 175,
      "AACCCG": 176,
      "AACCGA": 177,
      "AACCGT": 178,
      "AACCGC": 179,
      "AACCGG": 180,
      "AACGAA": 181,
      "AACGAT": 182,
      "AACGAC": 183,
      "AACGAG": 184,
      "AACGTA": 185,
      "AACGTT": 186,
      "AACGTC": 187,
      "AACGTG": 188,
      "AACGCA": 189,
      "AACGCT": 190,
      "AACGCC": 191,
      "AACGCG": 192,
      "AACGGA": 193,
      "AACGGT": 194,
      "AACGGC": 195,
      "AACGGG": 196,
      "AAGAAA": 197,
      "AAGAAT": 198,
      "AAGAAC": 199,
      "AAGAAG": 200,
      "AAGATA": 201,
      "AAGATT": 202,
      "AAGATC": 203,
      "AAGATG": 204,
      "AAGACA": 205,
      "AAGACT": 206,
      "AAGACC": 207,
      "AAGACG": 208,
      "AAGAGA": 209,
      "AAGAGT": 210,
      "AAGAGC": 211,
      "AAGAGG": 212,
      "AAGTAA": 213,
      "AAGTAT": 214,
      "AAGTAC": 215,
      "AAGTAG": 216,
      "AAGTTA": 217,
      "AAGTTT": 218,
      "AAGTTC": 219,
      "AAGTTG": 220,
      "AAGTCA": 221,
      "AAGTCT": 222,
      "AAGTCC": 223,
      "AAGTCG": 224,
      "AAGTGA": 225,
      "AAGTGT": 226,
      "AAGTGC": 227,
      "AAGTGG": 228,
      "AAGCAA": 229,
      "AAGCAT": 230,
      "AAGCAC": 231,
      "AAGCAG": 232,
      "AAGCTA": 233,
      "AAGCTT": 234,
      "AAGCTC": 235,
      "AAGCTG": 236,
      "AAGCCA": 237,
      "AAGCCT": 238,
      "AAGCCC": 239,
      "AAGCCG": 240,
      "AAGCGA": 241,
      "AAGCGT": 242,
      "AAGCGC": 243,
      "AAGCGG": 244,
      "AAGGAA": 245,
      "AAGGAT": 246,
      "AAGGAC": 247,
      "AAGGAG": 248,
      "AAGGTA": 249,
      "AAGGTT": 250,
      "AAGGTC": 251,
      "AAGGTG": 252,
      "AAGGCA": 253,
      "AAGGCT": 254,
      "AAGGCC": 255,
      "AAGGCG": 256,
      "AAGGGA": 257,
      "AAGGGT": 258,
      "AAGGGC": 259,
      "AAGGGG": 260,
      "ATAAAA": 261,
      "ATAAAT": 262,
      "ATAAAC": 263,
      "ATAAAG": 264,
      "ATAATA": 265,
      "ATAATT": 266,
      "ATAATC": 267,
      "ATAATG": 268,
      "ATAACA": 269,
      "ATAACT": 270,
      "ATAACC": 271,
      "ATAACG": 272,
      "ATAAGA": 273,
      "ATAAGT": 274,
      "ATAAGC": 275,
      "ATAAGG": 276,
      "ATATAA": 277,
      "ATATAT": 278,
      "ATATAC": 279,
      "ATATAG": 280,
      "ATATTA": 281,
      "ATATTT": 282,
      "ATATTC": 283,
      "ATATTG": 284,
      "ATATCA": 285,
      "ATATCT": 286,
      "ATATCC": 287,
      "ATATCG": 288,
      "ATATGA": 289,
      "ATATGT": 290,
      "ATATGC": 291,
      "ATATGG": 292,
      "ATACAA": 293,
      "ATACAT": 294,
      "ATACAC": 295,
      "ATACAG": 296,
      "ATACTA": 297,
      "ATACTT": 298,
      "ATACTC": 299,
      "ATACTG": 300,
      "ATACCA": 301,
      "ATACCT": 302,
      "ATACCC": 303,
      "ATACCG": 304,
      "ATACGA": 305,
      "ATACGT": 306,
      "ATACGC": 307,
      "ATACGG": 308,
      "ATAGAA": 309,
      "ATAGAT": 310,
      "ATAGAC": 311,
      "ATAGAG": 312,
      "ATAGTA": 313,
      "ATAGTT": 314,
      "ATAGTC": 315,
      "ATAGTG": 316,
      "ATAGCA": 317,
      "ATAGCT": 318,
      "ATAGCC": 319,
      "ATAGCG": 320,
      "ATAGGA": 321,
      "ATAGGT": 322,
      "ATAGGC": 323,
      "ATAGGG": 324,
      "ATTAAA": 325,
      "ATTAAT": 326,
      "ATTAAC": 327,
      "ATTAAG": 328,
      "ATTATA": 329,
      "ATTATT": 330,
      "ATTATC": 331,
      "ATTATG": 332,
      "ATTACA": 333,
      "ATTACT": 334,
      "ATTACC": 335,
      "ATTACG": 336,
      "ATTAGA": 337,
      "ATTAGT": 338,
      "ATTAGC": 339,
      "ATTAGG": 340,
      "ATTTAA": 341,
      "ATTTAT": 342,
      "ATTTAC": 343,
      "ATTTAG": 344,
      "ATTTTA": 345,
      "ATTTTT": 346,
      "ATTTTC": 347,
      "ATTTTG": 348,
      "ATTTCA": 349,
      "ATTTCT": 350,
      "ATTTCC": 351,
      "ATTTCG": 352,
      "ATTTGA": 353,
      "ATTTGT": 354,
      "ATTTGC": 355,
      "ATTTGG": 356,
      "ATTCAA": 357,
      "ATTCAT": 358,
      "ATTCAC": 359,
      "ATTCAG": 360,
      "ATTCTA": 361,
      "ATTCTT": 362,
      "ATTCTC": 363,
      "ATTCTG": 364,
      "ATTCCA": 365,
      "ATTCCT": 366,
      "ATTCCC": 367,
      "ATTCCG": 368,
      "ATTCGA": 369,
      "ATTCGT": 370,
      "ATTCGC": 371,
      "ATTCGG": 372,
      "ATTGAA": 373,
      "ATTGAT": 374,
      "ATTGAC": 375,
      "ATTGAG": 376,
      "ATTGTA": 377,
      "ATTGTT": 378,
      "ATTGTC": 379,
      "ATTGTG": 380,
      "ATTGCA": 381,
      "ATTGCT": 382,
      "ATTGCC": 383,
      "ATTGCG": 384,
      "ATTGGA": 385,
      "ATTGGT": 386,
      "ATTGGC": 387,
      "ATTGGG": 388,
      "ATCAAA": 389,
      "ATCAAT": 390,
      "ATCAAC": 391,
      "ATCAAG": 392,
      "ATCATA": 393,
      "ATCATT": 394,
      "ATCATC": 395,
      "ATCATG": 396,
      "ATCACA": 397,
      "ATCACT": 398,
      "ATCACC": 399,
      "ATCACG": 400,
      "ATCAGA": 401,
      "ATCAGT": 402,
      "ATCAGC": 403,
      "ATCAGG": 404,
      "ATCTAA": 405,
      "ATCTAT": 406,
      "ATCTAC": 407,
      "ATCTAG": 408,
      "ATCTTA": 409,
      "ATCTTT": 410,
      "ATCTTC": 411,
      "ATCTTG": 412,
      "ATCTCA": 413,
      "ATCTCT": 414,
      "ATCTCC": 415,
      "ATCTCG": 416,
      "ATCTGA": 417,
      "ATCTGT": 418,
      "ATCTGC": 419,
      "ATCTGG": 420,
      "ATCCAA": 421,
      "ATCCAT": 422,
      "ATCCAC": 423,
      "ATCCAG": 424,
      "ATCCTA": 425,
      "ATCCTT": 426,
      "ATCCTC": 427,
      "ATCCTG": 428,
      "ATCCCA": 429,
      "ATCCCT": 430,
      "ATCCCC": 431,
      "ATCCCG": 432,
      "ATCCGA": 433,
      "ATCCGT": 434,
      "ATCCGC": 435,
      "ATCCGG": 436,
      "ATCGAA": 437,
      "ATCGAT": 438,
      "ATCGAC": 439,
      "ATCGAG": 440,
      "ATCGTA": 441,
      "ATCGTT": 442,
      "ATCGTC": 443,
      "ATCGTG": 444,
      "ATCGCA": 445,
      "ATCGCT": 446,
      "ATCGCC": 447,
      "ATCGCG": 448,
      "ATCGGA": 449,
      "ATCGGT": 450,
      "ATCGGC": 451,
      "ATCGGG": 452,
      "ATGAAA": 453,
      "ATGAAT": 454,
      "ATGAAC": 455,
      "ATGAAG": 456,
      "ATGATA": 457,
      "ATGATT": 458,
      "ATGATC": 459,
      "ATGATG": 460,
      "ATGACA": 461,
      "ATGACT": 462,
      "ATGACC": 463,
      "ATGACG": 464,
      "ATGAGA": 465,
      "ATGAGT": 466,
      "ATGAGC": 467,
      "ATGAGG": 468,
      "ATGTAA": 469,
      "ATGTAT": 470,
      "ATGTAC": 471,
      "ATGTAG": 472,
      "ATGTTA": 473,
      "ATGTTT": 474,
      "ATGTTC": 475,
      "ATGTTG": 476,
      "ATGTCA": 477,
      "ATGTCT": 478,
      "ATGTCC": 479,
      "ATGTCG": 480,
      "ATGTGA": 481,
      "ATGTGT": 482,
      "ATGTGC": 483,
      "ATGTGG": 484,
      "ATGCAA": 485,
      "ATGCAT": 486,
      "ATGCAC": 487,
      "ATGCAG": 488,
      "ATGCTA": 489,
      "ATGCTT": 490,
      "ATGCTC": 491,
      "ATGCTG": 492,
      "ATGCCA": 493,
      "ATGCCT": 494,
      "ATGCCC": 495,
      "ATGCCG": 496,
      "ATGCGA": 497,
      "ATGCGT": 498,
      "ATGCGC": 499,
      "ATGCGG": 500,
      "ATGGAA": 501,
      "ATGGAT": 502,
      "ATGGAC": 503,
      "ATGGAG": 504,
      "ATGGTA": 505,
      "ATGGTT": 506,
      "ATGGTC": 507,
      "ATGGTG": 508,
      "ATGGCA": 509,
      "ATGGCT": 510,
      "ATGGCC": 511,
      "ATGGCG": 512,
      "ATGGGA": 513,
      "ATGGGT": 514,
      "ATGGGC": 515,
      "ATGGGG": 516,
      "ACAAAA": 517,
      "ACAAAT": 518,
      "ACAAAC": 519,
      "ACAAAG": 520,
      "ACAATA": 521,
      "ACAATT": 522,
      "ACAATC": 523,
      "ACAATG": 524,
      "ACAACA": 525,
      "ACAACT": 526,
      "ACAACC": 527,
      "ACAACG": 528,
      "ACAAGA": 529,
      "ACAAGT": 530,
      "ACAAGC": 531,
      "ACAAGG": 532,
      "ACATAA": 533,
      "ACATAT": 534,
      "ACATAC": 535,
      "ACATAG": 536,
      "ACATTA": 537,
      "ACATTT": 538,
      "ACATTC": 539,
      "ACATTG": 540,
      "ACATCA": 541,
      "ACATCT": 542,
      "ACATCC": 543,
      "ACATCG": 544,
      "ACATGA": 545,
      "ACATGT": 546,
      "ACATGC": 547,
      "ACATGG": 548,
      "ACACAA": 549,
      "ACACAT": 550,
      "ACACAC": 551,
      "ACACAG": 552,
      "ACACTA": 553,
      "ACACTT": 554,
      "ACACTC": 555,
      "ACACTG": 556,
      "ACACCA": 557,
      "ACACCT": 558,
      "ACACCC": 559,
      "ACACCG": 560,
      "ACACGA": 561,
      "ACACGT": 562,
      "ACACGC": 563,
      "ACACGG": 564,
      "ACAGAA": 565,
      "ACAGAT": 566,
      "ACAGAC": 567,
      "ACAGAG": 568,
      "ACAGTA": 569,
      "ACAGTT": 570,
      "ACAGTC": 571,
      "ACAGTG": 572,
      "ACAGCA": 573,
      "ACAGCT": 574,
      "ACAGCC": 575,
      "ACAGCG": 576,
      "ACAGGA": 577,
      "ACAGGT": 578,
      "ACAGGC": 579,
      "ACAGGG": 580,
      "ACTAAA": 581,
      "ACTAAT": 582,
      "ACTAAC": 583,
      "ACTAAG": 584,
      "ACTATA": 585,
      "ACTATT": 586,
      "ACTATC": 587,
      "ACTATG": 588,
      "ACTACA": 589,
      "ACTACT": 590,
      "ACTACC": 591,
      "ACTACG": 592,
      "ACTAGA": 593,
      "ACTAGT": 594,
      "ACTAGC": 595,
      "ACTAGG": 596,
      "ACTTAA": 597,
      "ACTTAT": 598,
      "ACTTAC": 599,
      "ACTTAG": 600,
      "ACTTTA": 601,
      "ACTTTT": 602,
      "ACTTTC": 603,
      "ACTTTG": 604,
      "ACTTCA": 605,
      "ACTTCT": 606,
      "ACTTCC": 607,
      "ACTTCG": 608,
      "ACTTGA": 609,
      "ACTTGT": 610,
      "ACTTGC": 611,
      "ACTTGG": 612,
      "ACTCAA": 613,
      "ACTCAT": 614,
      "ACTCAC": 615,
      "ACTCAG": 616,
      "ACTCTA": 617,
      "ACTCTT": 618,
      "ACTCTC": 619,
      "ACTCTG": 620,
      "ACTCCA": 621,
      "ACTCCT": 622,
      "ACTCCC": 623,
      "ACTCCG": 624,
      "ACTCGA": 625,
      "ACTCGT": 626,
      "ACTCGC": 627,
      "ACTCGG": 628,
      "ACTGAA": 629,
      "ACTGAT": 630,
      "ACTGAC": 631,
      "ACTGAG": 632,
      "ACTGTA": 633,
      "ACTGTT": 634,
      "ACTGTC": 635,
      "ACTGTG": 636,
      "ACTGCA": 637,
      "ACTGCT": 638,
      "ACTGCC": 639,
      "ACTGCG": 640,
      "ACTGGA": 641,
      "ACTGGT": 642,
      "ACTGGC": 643,
      "ACTGGG": 644,
      "ACCAAA": 645,
      "ACCAAT": 646,
      "ACCAAC": 647,
      "ACCAAG": 648,
      "ACCATA": 649,
      "ACCATT": 650,
      "ACCATC": 651,
      "ACCATG": 652,
      "ACCACA": 653,
      "ACCACT": 654,
      "ACCACC": 655,
      "ACCACG": 656,
      "ACCAGA": 657,
      "ACCAGT": 658,
      "ACCAGC": 659,
      "ACCAGG": 660,
      "ACCTAA": 661,
      "ACCTAT": 662,
      "ACCTAC": 663,
      "ACCTAG": 664,
      "ACCTTA": 665,
      "ACCTTT": 666,
      "ACCTTC": 667,
      "ACCTTG": 668,
      "ACCTCA": 669,
      "ACCTCT": 670,
      "ACCTCC": 671,
      "ACCTCG": 672,
      "ACCTGA": 673,
      "ACCTGT": 674,
      "ACCTGC": 675,
      "ACCTGG": 676,
      "ACCCAA": 677,
      "ACCCAT": 678,
      "ACCCAC": 679,
      "ACCCAG": 680,
      "ACCCTA": 681,
      "ACCCTT": 682,
      "ACCCTC": 683,
      "ACCCTG": 684,
      "ACCCCA": 685,
      "ACCCCT": 686,
      "ACCCCC": 687,
      "ACCCCG": 688,
      "ACCCGA": 689,
      "ACCCGT": 690,
      "ACCCGC": 691,
      "ACCCGG": 692,
      "ACCGAA": 693,
      "ACCGAT": 694,
      "ACCGAC": 695,
      "ACCGAG": 696,
      "ACCGTA": 697,
      "ACCGTT": 698,
      "ACCGTC": 699,
      "ACCGTG": 700,
      "ACCGCA": 701,
      "ACCGCT": 702,
      "ACCGCC": 703,
      "ACCGCG": 704,
      "ACCGGA": 705,
      "ACCGGT": 706,
      "ACCGGC": 707,
      "ACCGGG": 708,
      "ACGAAA": 709,
      "ACGAAT": 710,
      "ACGAAC": 711,
      "ACGAAG": 712,
      "ACGATA": 713,
      "ACGATT": 714,
      "ACGATC": 715,
      "ACGATG": 716,
      "ACGACA": 717,
      "ACGACT": 718,
      "ACGACC": 719,
      "ACGACG": 720,
      "ACGAGA": 721,
      "ACGAGT": 722,
      "ACGAGC": 723,
      "ACGAGG": 724,
      "ACGTAA": 725,
      "ACGTAT": 726,
      "ACGTAC": 727,
      "ACGTAG": 728,
      "ACGTTA": 729,
      "ACGTTT": 730,
      "ACGTTC": 731,
      "ACGTTG": 732,
      "ACGTCA": 733,
      "ACGTCT": 734,
      "ACGTCC": 735,
      "ACGTCG": 736,
      "ACGTGA": 737,
      "ACGTGT": 738,
      "ACGTGC": 739,
      "ACGTGG": 740,
      "ACGCAA": 741,
      "ACGCAT": 742,
      "ACGCAC": 743,
      "ACGCAG": 744,
      "ACGCTA": 745,
      "ACGCTT": 746,
      "ACGCTC": 747,
      "ACGCTG": 748,
      "ACGCCA": 749,
      "ACGCCT": 750,
      "ACGCCC": 751,
      "ACGCCG": 752,
      "ACGCGA": 753,
      "ACGCGT": 754,
      "ACGCGC": 755,
      "ACGCGG": 756,
      "ACGGAA": 757,
      "ACGGAT": 758,
      "ACGGAC": 759,
      "ACGGAG": 760,
      "ACGGTA": 761,
      "ACGGTT": 762,
      "ACGGTC": 763,
      "ACGGTG": 764,
      "ACGGCA": 765,
      "ACGGCT": 766,
      "ACGGCC": 767,
      "ACGGCG": 768,
      "ACGGGA": 769,
      "ACGGGT": 770,
      "ACGGGC": 771,
      "ACGGGG": 772,
      "AGAAAA": 773,
      "AGAAAT": 774,
      "AGAAAC": 775,
      "AGAAAG": 776,
      "AGAATA": 777,
      "AGAATT": 778,
      "AGAATC": 779,
      "AGAATG": 780,
      "AGAACA": 781,
      "AGAACT": 782,
      "AGAACC": 783,
      "AGAACG": 784,
      "AGAAGA": 785,
      "AGAAGT": 786,
      "AGAAGC": 787,
      "AGAAGG": 788,
      "AGATAA": 789,
      "AGATAT": 790,
      "AGATAC": 791,
      "AGATAG": 792,
      "AGATTA": 793,
      "AGATTT": 794,
      "AGATTC": 795,
      "AGATTG": 796,
      "AGATCA": 797,
      "AGATCT": 798,
      "AGATCC": 799,
      "AGATCG": 800,
      "AGATGA": 801,
      "AGATGT": 802,
      "AGATGC": 803,
      "AGATGG": 804,
      "AGACAA": 805,
      "AGACAT": 806,
      "AGACAC": 807,
      "AGACAG": 808,
      "AGACTA": 809,
      "AGACTT": 810,
      "AGACTC": 811,
      "AGACTG": 812,
      "AGACCA": 813,
      "AGACCT": 814,
      "AGACCC": 815,
      "AGACCG": 816,
      "AGACGA": 817,
      "AGACGT": 818,
      "AGACGC": 819,
      "AGACGG": 820,
      "AGAGAA": 821,
      "AGAGAT": 822,
      "AGAGAC": 823,
      "AGAGAG": 824,
      "AGAGTA": 825,
      "AGAGTT": 826,
      "AGAGTC": 827,
      "AGAGTG": 828,
      "AGAGCA": 829,
      "AGAGCT": 830,
      "AGAGCC": 831,
      "AGAGCG": 832,
      "AGAGGA": 833,
      "AGAGGT": 834,
      "AGAGGC": 835,
      "AGAGGG": 836,
      "AGTAAA": 837,
      "AGTAAT": 838,
      "AGTAAC": 839,
      "AGTAAG": 840,
      "AGTATA": 841,
      "AGTATT": 842,
      "AGTATC": 843,
      "AGTATG": 844,
      "AGTACA": 845,
      "AGTACT": 846,
      "AGTACC": 847,
      "AGTACG": 848,
      "AGTAGA": 849,
      "AGTAGT": 850,
      "AGTAGC": 851,
      "AGTAGG": 852,
      "AGTTAA": 853,
      "AGTTAT": 854,
      "AGTTAC": 855,
      "AGTTAG": 856,
      "AGTTTA": 857,
      "AGTTTT": 858,
      "AGTTTC": 859,
      "AGTTTG": 860,
      "AGTTCA": 861,
      "AGTTCT": 862,
      "AGTTCC": 863,
      "AGTTCG": 864,
      "AGTTGA": 865,
      "AGTTGT": 866,
      "AGTTGC": 867,
      "AGTTGG": 868,
      "AGTCAA": 869,
      "AGTCAT": 870,
      "AGTCAC": 871,
      "AGTCAG": 872,
      "AGTCTA": 873,
      "AGTCTT": 874,
      "AGTCTC": 875,
      "AGTCTG": 876,
      "AGTCCA": 877,
      "AGTCCT": 878,
      "AGTCCC": 879,
      "AGTCCG": 880,
      "AGTCGA": 881,
      "AGTCGT": 882,
      "AGTCGC": 883,
      "AGTCGG": 884,
      "AGTGAA": 885,
      "AGTGAT": 886,
      "AGTGAC": 887,
      "AGTGAG": 888,
      "AGTGTA": 889,
      "AGTGTT": 890,
      "AGTGTC": 891,
      "AGTGTG": 892,
      "AGTGCA": 893,
      "AGTGCT": 894,
      "AGTGCC": 895,
      "AGTGCG": 896,
      "AGTGGA": 897,
      "AGTGGT": 898,
      "AGTGGC": 899,
      "AGTGGG": 900,
      "AGCAAA": 901,
      "AGCAAT": 902,
      "AGCAAC": 903,
      "AGCAAG": 904,
      "AGCATA": 905,
      "AGCATT": 906,
      "AGCATC": 907,
      "AGCATG": 908,
      "AGCACA": 909,
      "AGCACT": 910,
      "AGCACC": 911,
      "AGCACG": 912,
      "AGCAGA": 913,
      "AGCAGT": 914,
      "AGCAGC": 915,
      "AGCAGG": 916,
      "AGCTAA": 917,
      "AGCTAT": 918,
      "AGCTAC": 919,
      "AGCTAG": 920,
      "AGCTTA": 921,
      "AGCTTT": 922,
      "AGCTTC": 923,
      "AGCTTG": 924,
      "AGCTCA": 925,
      "AGCTCT": 926,
      "AGCTCC": 927,
      "AGCTCG": 928,
      "AGCTGA": 929,
      "AGCTGT": 930,
      "AGCTGC": 931,
      "AGCTGG": 932,
      "AGCCAA": 933,
      "AGCCAT": 934,
      "AGCCAC": 935,
      "AGCCAG": 936,
      "AGCCTA": 937,
      "AGCCTT": 938,
      "AGCCTC": 939,
      "AGCCTG": 940,
      "AGCCCA": 941,
      "AGCCCT": 942,
      "AGCCCC": 943,
      "AGCCCG": 944,
      "AGCCGA": 945,
      "AGCCGT": 946,
      "AGCCGC": 947,
      "AGCCGG": 948,
      "AGCGAA": 949,
      "AGCGAT": 950,
      "AGCGAC": 951,
      "AGCGAG": 952,
      "AGCGTA": 953,
      "AGCGTT": 954,
      "AGCGTC": 955,
      "AGCGTG": 956,
      "AGCGCA": 957,
      "AGCGCT": 958,
      "AGCGCC": 959,
      "AGCGCG": 960,
      "AGCGGA": 961,
      "AGCGGT": 962,
      "AGCGGC": 963,
      "AGCGGG": 964,
      "AGGAAA": 965,
      "AGGAAT": 966,
      "AGGAAC": 967,
      "AGGAAG": 968,
      "AGGATA": 969,
      "AGGATT": 970,
      "AGGATC": 971,
      "AGGATG": 972,
      "AGGACA": 973,
      "AGGACT": 974,
      "AGGACC": 975,
      "AGGACG": 976,
      "AGGAGA": 977,
      "AGGAGT": 978,
      "AGGAGC": 979,
      "AGGAGG": 980,
      "AGGTAA": 981,
      "AGGTAT": 982,
      "AGGTAC": 983,
      "AGGTAG": 984,
      "AGGTTA": 985,
      "AGGTTT": 986,
      "AGGTTC": 987,
      "AGGTTG": 988,
      "AGGTCA": 989,
      "AGGTCT": 990,
      "AGGTCC": 991,
      "AGGTCG": 992,
      "AGGTGA": 993,
      "AGGTGT": 994,
      "AGGTGC": 995,
      "AGGTGG": 996,
      "AGGCAA": 997,
      "AGGCAT": 998,
      "AGGCAC": 999,
      "AGGCAG": 1000,
      "AGGCTA": 1001,
      "AGGCTT": 1002,
      "AGGCTC": 1003,
      "AGGCTG": 1004,
      "AGGCCA": 1005,
      "AGGCCT": 1006,
      "AGGCCC": 1007,
      "AGGCCG": 1008,
      "AGGCGA": 1009,
      "AGGCGT": 1010,
      "AGGCGC": 1011,
      "AGGCGG": 1012,
      "AGGGAA": 1013,
      "AGGGAT": 1014,
      "AGGGAC": 1015,
      "AGGGAG": 1016,
      "AGGGTA": 1017,
      "AGGGTT": 1018,
      "AGGGTC": 1019,
      "AGGGTG": 1020,
      "AGGGCA": 1021,
      "AGGGCT": 1022,
      "AGGGCC": 1023,
      "AGGGCG": 1024,
      "AGGGGA": 1025,
      "AGGGGT": 1026,
      "AGGGGC": 1027,
      "AGGGGG": 1028,
      "TAAAAA": 1029,
      "TAAAAT": 1030,
      "TAAAAC": 1031,
      "TAAAAG": 1032,
      "TAAATA": 1033,
      "TAAATT": 1034,
      "TAAATC": 1035,
      "TAAATG": 1036,
      "TAAACA": 1037,
      "TAAACT": 1038,
      "TAAACC": 1039,
      "TAAACG": 1040,
      "TAAAGA": 1041,
      "TAAAGT": 1042,
      "TAAAGC": 1043,
      "TAAAGG": 1044,
      "TAATAA": 1045,
      "TAATAT": 1046,
      "TAATAC": 1047,
      "TAATAG": 1048,
      "TAATTA": 1049,
      "TAATTT": 1050,
      "TAATTC": 1051,
      "TAATTG": 1052,
      "TAATCA": 1053,
      "TAATCT": 1054,
      "TAATCC": 1055,
      "TAATCG": 1056,
      "TAATGA": 1057,
      "TAATGT": 1058,
      "TAATGC": 1059,
      "TAATGG": 1060,
      "TAACAA": 1061,
      "TAACAT": 1062,
      "TAACAC": 1063,
      "TAACAG": 1064,
      "TAACTA": 1065,
      "TAACTT": 1066,
      "TAACTC": 1067,
      "TAACTG": 1068,
      "TAACCA": 1069,
      "TAACCT": 1070,
      "TAACCC": 1071,
      "TAACCG": 1072,
      "TAACGA": 1073,
      "TAACGT": 1074,
      "TAACGC": 1075,
      "TAACGG": 1076,
      "TAAGAA": 1077,
      "TAAGAT": 1078,
      "TAAGAC": 1079,
      "TAAGAG": 1080,
      "TAAGTA": 1081,
      "TAAGTT": 1082,
      "TAAGTC": 1083,
      "TAAGTG": 1084,
      "TAAGCA": 1085,
      "TAAGCT": 1086,
      "TAAGCC": 1087,
      "TAAGCG": 1088,
      "TAAGGA": 1089,
      "TAAGGT": 1090,
      "TAAGGC": 1091,
      "TAAGGG": 1092,
      "TATAAA": 1093,
      "TATAAT": 1094,
      "TATAAC": 1095,
      "TATAAG": 1096,
      "TATATA": 1097,
      "TATATT": 1098,
      "TATATC": 1099,
      "TATATG": 1100,
      "TATACA": 1101,
      "TATACT": 1102,
      "TATACC": 1103,
      "TATACG": 1104,
      "TATAGA": 1105,
      "TATAGT": 1106,
      "TATAGC": 1107,
      "TATAGG": 1108,
      "TATTAA": 1109,
      "TATTAT": 1110,
      "TATTAC": 1111,
      "TATTAG": 1112,
      "TATTTA": 1113,
      "TATTTT": 1114,
      "TATTTC": 1115,
      "TATTTG": 1116,
      "TATTCA": 1117,
      "TATTCT": 1118,
      "TATTCC": 1119,
      "TATTCG": 1120,
      "TATTGA": 1121,
      "TATTGT": 1122,
      "TATTGC": 1123,
      "TATTGG": 1124,
      "TATCAA": 1125,
      "TATCAT": 1126,
      "TATCAC": 1127,
      "TATCAG": 1128,
      "TATCTA": 1129,
      "TATCTT": 1130,
      "TATCTC": 1131,
      "TATCTG": 1132,
      "TATCCA": 1133,
      "TATCCT": 1134,
      "TATCCC": 1135,
      "TATCCG": 1136,
      "TATCGA": 1137,
      "TATCGT": 1138,
      "TATCGC": 1139,
      "TATCGG": 1140,
      "TATGAA": 1141,
      "TATGAT": 1142,
      "TATGAC": 1143,
      "TATGAG": 1144,
      "TATGTA": 1145,
      "TATGTT": 1146,
      "TATGTC": 1147,
      "TATGTG": 1148,
      "TATGCA": 1149,
      "TATGCT": 1150,
      "TATGCC": 1151,
      "TATGCG": 1152,
      "TATGGA": 1153,
      "TATGGT": 1154,
      "TATGGC": 1155,
      "TATGGG": 1156,
      "TACAAA": 1157,
      "TACAAT": 1158,
      "TACAAC": 1159,
      "TACAAG": 1160,
      "TACATA": 1161,
      "TACATT": 1162,
      "TACATC": 1163,
      "TACATG": 1164,
      "TACACA": 1165,
      "TACACT": 1166,
      "TACACC": 1167,
      "TACACG": 1168,
      "TACAGA": 1169,
      "TACAGT": 1170,
      "TACAGC": 1171,
      "TACAGG": 1172,
      "TACTAA": 1173,
      "TACTAT": 1174,
      "TACTAC": 1175,
      "TACTAG": 1176,
      "TACTTA": 1177,
      "TACTTT": 1178,
      "TACTTC": 1179,
      "TACTTG": 1180,
      "TACTCA": 1181,
      "TACTCT": 1182,
      "TACTCC": 1183,
      "TACTCG": 1184,
      "TACTGA": 1185,
      "TACTGT": 1186,
      "TACTGC": 1187,
      "TACTGG": 1188,
      "TACCAA": 1189,
      "TACCAT": 1190,
      "TACCAC": 1191,
      "TACCAG": 1192,
      "TACCTA": 1193,
      "TACCTT": 1194,
      "TACCTC": 1195,
      "TACCTG": 1196,
      "TACCCA": 1197,
      "TACCCT": 1198,
      "TACCCC": 1199,
      "TACCCG": 1200,
      "TACCGA": 1201,
      "TACCGT": 1202,
      "TACCGC": 1203,
      "TACCGG": 1204,
      "TACGAA": 1205,
      "TACGAT": 1206,
      "TACGAC": 1207,
      "TACGAG": 1208,
      "TACGTA": 1209,
      "TACGTT": 1210,
      "TACGTC": 1211,
      "TACGTG": 1212,
      "TACGCA": 1213,
      "TACGCT": 1214,
      "TACGCC": 1215,
      "TACGCG": 1216,
      "TACGGA": 1217,
      "TACGGT": 1218,
      "TACGGC": 1219,
      "TACGGG": 1220,
      "TAGAAA": 1221,
      "TAGAAT": 1222,
      "TAGAAC": 1223,
      "TAGAAG": 1224,
      "TAGATA": 1225,
      "TAGATT": 1226,
      "TAGATC": 1227,
      "TAGATG": 1228,
      "TAGACA": 1229,
      "TAGACT": 1230,
      "TAGACC": 1231,
      "TAGACG": 1232,
      "TAGAGA": 1233,
      "TAGAGT": 1234,
      "TAGAGC": 1235,
      "TAGAGG": 1236,
      "TAGTAA": 1237,
      "TAGTAT": 1238,
      "TAGTAC": 1239,
      "TAGTAG": 1240,
      "TAGTTA": 1241,
      "TAGTTT": 1242,
      "TAGTTC": 1243,
      "TAGTTG": 1244,
      "TAGTCA": 1245,
      "TAGTCT": 1246,
      "TAGTCC": 1247,
      "TAGTCG": 1248,
      "TAGTGA": 1249,
      "TAGTGT": 1250,
      "TAGTGC": 1251,
      "TAGTGG": 1252,
      "TAGCAA": 1253,
      "TAGCAT": 1254,
      "TAGCAC": 1255,
      "TAGCAG": 1256,
      "TAGCTA": 1257,
      "TAGCTT": 1258,
      "TAGCTC": 1259,
      "TAGCTG": 1260,
      "TAGCCA": 1261,
      "TAGCCT": 1262,
      "TAGCCC": 1263,
      "TAGCCG": 1264,
      "TAGCGA": 1265,
      "TAGCGT": 1266,
      "TAGCGC": 1267,
      "TAGCGG": 1268,
      "TAGGAA": 1269,
      "TAGGAT": 1270,
      "TAGGAC": 1271,
      "TAGGAG": 1272,
      "TAGGTA": 1273,
      "TAGGTT": 1274,
      "TAGGTC": 1275,
      "TAGGTG": 1276,
      "TAGGCA": 1277,
      "TAGGCT": 1278,
      "TAGGCC": 1279,
      "TAGGCG": 1280,
      "TAGGGA": 1281,
      "TAGGGT": 1282,
      "TAGGGC": 1283,
      "TAGGGG": 1284,
      "TTAAAA": 1285,
      "TTAAAT": 1286,
      "TTAAAC": 1287,
      "TTAAAG": 1288,
      "TTAATA": 1289,
      "TTAATT": 1290,
      "TTAATC": 1291,
      "TTAATG": 1292,
      "TTAACA": 1293,
      "TTAACT": 1294,
      "TTAACC": 1295,
      "TTAACG": 1296,
      "TTAAGA": 1297,
      "TTAAGT": 1298,
      "TTAAGC": 1299,
      "TTAAGG": 1300,
      "TTATAA": 1301,
      "TTATAT": 1302,
      "TTATAC": 1303,
      "TTATAG": 1304,
      "TTATTA": 1305,
      "TTATTT": 1306,
      "TTATTC": 1307,
      "TTATTG": 1308,
      "TTATCA": 1309,
      "TTATCT": 1310,
      "TTATCC": 1311,
      "TTATCG": 1312,
      "TTATGA": 1313,
      "TTATGT": 1314,
      "TTATGC": 1315,
      "TTATGG": 1316,
      "TTACAA": 1317,
      "TTACAT": 1318,
      "TTACAC": 1319,
      "TTACAG": 1320,
      "TTACTA": 1321,
      "TTACTT": 1322,
      "TTACTC": 1323,
      "TTACTG": 1324,
      "TTACCA": 1325,
      "TTACCT": 1326,
      "TTACCC": 1327,
      "TTACCG": 1328,
      "TTACGA": 1329,
      "TTACGT": 1330,
      "TTACGC": 1331,
      "TTACGG": 1332,
      "TTAGAA": 1333,
      "TTAGAT": 1334,
      "TTAGAC": 1335,
      "TTAGAG": 1336,
      "TTAGTA": 1337,
      "TTAGTT": 1338,
      "TTAGTC": 1339,
      "TTAGTG": 1340,
      "TTAGCA": 1341,
      "TTAGCT": 1342,
      "TTAGCC": 1343,
      "TTAGCG": 1344,
      "TTAGGA": 1345,
      "TTAGGT": 1346,
      "TTAGGC": 1347,
      "TTAGGG": 1348,
      "TTTAAA": 1349,
      "TTTAAT": 1350,
      "TTTAAC": 1351,
      "TTTAAG": 1352,
      "TTTATA": 1353,
      "TTTATT": 1354,
      "TTTATC": 1355,
      "TTTATG": 1356,
      "TTTACA": 1357,
      "TTTACT": 1358,
      "TTTACC": 1359,
      "TTTACG": 1360,
      "TTTAGA": 1361,
      "TTTAGT": 1362,
      "TTTAGC": 1363,
      "TTTAGG": 1364,
      "TTTTAA": 1365,
      "TTTTAT": 1366,
      "TTTTAC": 1367,
      "TTTTAG": 1368,
      "TTTTTA": 1369,
      "TTTTTT": 1370,
      "TTTTTC": 1371,
      "TTTTTG": 1372,
      "TTTTCA": 1373,
      "TTTTCT": 1374,
      "TTTTCC": 1375,
      "TTTTCG": 1376,
      "TTTTGA": 1377,
      "TTTTGT": 1378,
      "TTTTGC": 1379,
      "TTTTGG": 1380,
      "TTTCAA": 1381,
      "TTTCAT": 1382,
      "TTTCAC": 1383,
      "TTTCAG": 1384,
      "TTTCTA": 1385,
      "TTTCTT": 1386,
      "TTTCTC": 1387,
      "TTTCTG": 1388,
      "TTTCCA": 1389,
      "TTTCCT": 1390,
      "TTTCCC": 1391,
      "TTTCCG": 1392,
      "TTTCGA": 1393,
      "TTTCGT": 1394,
      "TTTCGC": 1395,
      "TTTCGG": 1396,
      "TTTGAA": 1397,
      "TTTGAT": 1398,
      "TTTGAC": 1399,
      "TTTGAG": 1400,
      "TTTGTA": 1401,
      "TTTGTT": 1402,
      "TTTGTC": 1403,
      "TTTGTG": 1404,
      "TTTGCA": 1405,
      "TTTGCT": 1406,
      "TTTGCC": 1407,
      "TTTGCG": 1408,
      "TTTGGA": 1409,
      "TTTGGT": 1410,
      "TTTGGC": 1411,
      "TTTGGG": 1412,
      "TTCAAA": 1413,
      "TTCAAT": 1414,
      "TTCAAC": 1415,
      "TTCAAG": 1416,
      "TTCATA": 1417,
      "TTCATT": 1418,
      "TTCATC": 1419,
      "TTCATG": 1420,
      "TTCACA": 1421,
      "TTCACT": 1422,
      "TTCACC": 1423,
      "TTCACG": 1424,
      "TTCAGA": 1425,
      "TTCAGT": 1426,
      "TTCAGC": 1427,
      "TTCAGG": 1428,
      "TTCTAA": 1429,
      "TTCTAT": 1430,
      "TTCTAC": 1431,
      "TTCTAG": 1432,
      "TTCTTA": 1433,
      "TTCTTT": 1434,
      "TTCTTC": 1435,
      "TTCTTG": 1436,
      "TTCTCA": 1437,
      "TTCTCT": 1438,
      "TTCTCC": 1439,
      "TTCTCG": 1440,
      "TTCTGA": 1441,
      "TTCTGT": 1442,
      "TTCTGC": 1443,
      "TTCTGG": 1444,
      "TTCCAA": 1445,
      "TTCCAT": 1446,
      "TTCCAC": 1447,
      "TTCCAG": 1448,
      "TTCCTA": 1449,
      "TTCCTT": 1450,
      "TTCCTC": 1451,
      "TTCCTG": 1452,
      "TTCCCA": 1453,
      "TTCCCT": 1454,
      "TTCCCC": 1455,
      "TTCCCG": 1456,
      "TTCCGA": 1457,
      "TTCCGT": 1458,
      "TTCCGC": 1459,
      "TTCCGG": 1460,
      "TTCGAA": 1461,
      "TTCGAT": 1462,
      "TTCGAC": 1463,
      "TTCGAG": 1464,
      "TTCGTA": 1465,
      "TTCGTT": 1466,
      "TTCGTC": 1467,
      "TTCGTG": 1468,
      "TTCGCA": 1469,
      "TTCGCT": 1470,
      "TTCGCC": 1471,
      "TTCGCG": 1472,
      "TTCGGA": 1473,
      "TTCGGT": 1474,
      "TTCGGC": 1475,
      "TTCGGG": 1476,
      "TTGAAA": 1477,
      "TTGAAT": 1478,
      "TTGAAC": 1479,
      "TTGAAG": 1480,
      "TTGATA": 1481,
      "TTGATT": 1482,
      "TTGATC": 1483,
      "TTGATG": 1484,
      "TTGACA": 1485,
      "TTGACT": 1486,
      "TTGACC": 1487,
      "TTGACG": 1488,
      "TTGAGA": 1489,
      "TTGAGT": 1490,
      "TTGAGC": 1491,
      "TTGAGG": 1492,
      "TTGTAA": 1493,
      "TTGTAT": 1494,
      "TTGTAC": 1495,
      "TTGTAG": 1496,
      "TTGTTA": 1497,
      "TTGTTT": 1498,
      "TTGTTC": 1499,
      "TTGTTG": 1500,
      "TTGTCA": 1501,
      "TTGTCT": 1502,
      "TTGTCC": 1503,
      "TTGTCG": 1504,
      "TTGTGA": 1505,
      "TTGTGT": 1506,
      "TTGTGC": 1507,
      "TTGTGG": 1508,
      "TTGCAA": 1509,
      "TTGCAT": 1510,
      "TTGCAC": 1511,
      "TTGCAG": 1512,
      "TTGCTA": 1513,
      "TTGCTT": 1514,
      "TTGCTC": 1515,
      "TTGCTG": 1516,
      "TTGCCA": 1517,
      "TTGCCT": 1518,
      "TTGCCC": 1519,
      "TTGCCG": 1520,
      "TTGCGA": 1521,
      "TTGCGT": 1522,
      "TTGCGC": 1523,
      "TTGCGG": 1524,
      "TTGGAA": 1525,
      "TTGGAT": 1526,
      "TTGGAC": 1527,
      "TTGGAG": 1528,
      "TTGGTA": 1529,
      "TTGGTT": 1530,
      "TTGGTC": 1531,
      "TTGGTG": 1532,
      "TTGGCA": 1533,
      "TTGGCT": 1534,
      "TTGGCC": 1535,
      "TTGGCG": 1536,
      "TTGGGA": 1537,
      "TTGGGT": 1538,
      "TTGGGC": 1539,
      "TTGGGG": 1540,
      "TCAAAA": 1541,
      "TCAAAT": 1542,
      "TCAAAC": 1543,
      "TCAAAG": 1544,
      "TCAATA": 1545,
      "TCAATT": 1546,
      "TCAATC": 1547,
      "TCAATG": 1548,
      "TCAACA": 1549,
      "TCAACT": 1550,
      "TCAACC": 1551,
      "TCAACG": 1552,
      "TCAAGA": 1553,
      "TCAAGT": 1554,
      "TCAAGC": 1555,
      "TCAAGG": 1556,
      "TCATAA": 1557,
      "TCATAT": 1558,
      "TCATAC": 1559,
      "TCATAG": 1560,
      "TCATTA": 1561,
      "TCATTT": 1562,
      "TCATTC": 1563,
      "TCATTG": 1564,
      "TCATCA": 1565,
      "TCATCT": 1566,
      "TCATCC": 1567,
      "TCATCG": 1568,
      "TCATGA": 1569,
      "TCATGT": 1570,
      "TCATGC": 1571,
      "TCATGG": 1572,
      "TCACAA": 1573,
      "TCACAT": 1574,
      "TCACAC": 1575,
      "TCACAG": 1576,
      "TCACTA": 1577,
      "TCACTT": 1578,
      "TCACTC": 1579,
      "TCACTG": 1580,
      "TCACCA": 1581,
      "TCACCT": 1582,
      "TCACCC": 1583,
      "TCACCG": 1584,
      "TCACGA": 1585,
      "TCACGT": 1586,
      "TCACGC": 1587,
      "TCACGG": 1588,
      "TCAGAA": 1589,
      "TCAGAT": 1590,
      "TCAGAC": 1591,
      "TCAGAG": 1592,
      "TCAGTA": 1593,
      "TCAGTT": 1594,
      "TCAGTC": 1595,
      "TCAGTG": 1596,
      "TCAGCA": 1597,
      "TCAGCT": 1598,
      "TCAGCC": 1599,
      "TCAGCG": 1600,
      "TCAGGA": 1601,
      "TCAGGT": 1602,
      "TCAGGC": 1603,
      "TCAGGG": 1604,
      "TCTAAA": 1605,
      "TCTAAT": 1606,
      "TCTAAC": 1607,
      "TCTAAG": 1608,
      "TCTATA": 1609,
      "TCTATT": 1610,
      "TCTATC": 1611,
      "TCTATG": 1612,
      "TCTACA": 1613,
      "TCTACT": 1614,
      "TCTACC": 1615,
      "TCTACG": 1616,
      "TCTAGA": 1617,
      "TCTAGT": 1618,
      "TCTAGC": 1619,
      "TCTAGG": 1620,
      "TCTTAA": 1621,
      "TCTTAT": 1622,
      "TCTTAC": 1623,
      "TCTTAG": 1624,
      "TCTTTA": 1625,
      "TCTTTT": 1626,
      "TCTTTC": 1627,
      "TCTTTG": 1628,
      "TCTTCA": 1629,
      "TCTTCT": 1630,
      "TCTTCC": 1631,
      "TCTTCG": 1632,
      "TCTTGA": 1633,
      "TCTTGT": 1634,
      "TCTTGC": 1635,
      "TCTTGG": 1636,
      "TCTCAA": 1637,
      "TCTCAT": 1638,
      "TCTCAC": 1639,
      "TCTCAG": 1640,
      "TCTCTA": 1641,
      "TCTCTT": 1642,
      "TCTCTC": 1643,
      "TCTCTG": 1644,
      "TCTCCA": 1645,
      "TCTCCT": 1646,
      "TCTCCC": 1647,
      "TCTCCG": 1648,
      "TCTCGA": 1649,
      "TCTCGT": 1650,
      "TCTCGC": 1651,
      "TCTCGG": 1652,
      "TCTGAA": 1653,
      "TCTGAT": 1654,
      "TCTGAC": 1655,
      "TCTGAG": 1656,
      "TCTGTA": 1657,
      "TCTGTT": 1658,
      "TCTGTC": 1659,
      "TCTGTG": 1660,
      "TCTGCA": 1661,
      "TCTGCT": 1662,
      "TCTGCC": 1663,
      "TCTGCG": 1664,
      "TCTGGA": 1665,
      "TCTGGT": 1666,
      "TCTGGC": 1667,
      "TCTGGG": 1668,
      "TCCAAA": 1669,
      "TCCAAT": 1670,
      "TCCAAC": 1671,
      "TCCAAG": 1672,
      "TCCATA": 1673,
      "TCCATT": 1674,
      "TCCATC": 1675,
      "TCCATG": 1676,
      "TCCACA": 1677,
      "TCCACT": 1678,
      "TCCACC": 1679,
      "TCCACG": 1680,
      "TCCAGA": 1681,
      "TCCAGT": 1682,
      "TCCAGC": 1683,
      "TCCAGG": 1684,
      "TCCTAA": 1685,
      "TCCTAT": 1686,
      "TCCTAC": 1687,
      "TCCTAG": 1688,
      "TCCTTA": 1689,
      "TCCTTT": 1690,
      "TCCTTC": 1691,
      "TCCTTG": 1692,
      "TCCTCA": 1693,
      "TCCTCT": 1694,
      "TCCTCC": 1695,
      "TCCTCG": 1696,
      "TCCTGA": 1697,
      "TCCTGT": 1698,
      "TCCTGC": 1699,
      "TCCTGG": 1700,
      "TCCCAA": 1701,
      "TCCCAT": 1702,
      "TCCCAC": 1703,
      "TCCCAG": 1704,
      "TCCCTA": 1705,
      "TCCCTT": 1706,
      "TCCCTC": 1707,
      "TCCCTG": 1708,
      "TCCCCA": 1709,
      "TCCCCT": 1710,
      "TCCCCC": 1711,
      "TCCCCG": 1712,
      "TCCCGA": 1713,
      "TCCCGT": 1714,
      "TCCCGC": 1715,
      "TCCCGG": 1716,
      "TCCGAA": 1717,
      "TCCGAT": 1718,
      "TCCGAC": 1719,
      "TCCGAG": 1720,
      "TCCGTA": 1721,
      "TCCGTT": 1722,
      "TCCGTC": 1723,
      "TCCGTG": 1724,
      "TCCGCA": 1725,
      "TCCGCT": 1726,
      "TCCGCC": 1727,
      "TCCGCG": 1728,
      "TCCGGA": 1729,
      "TCCGGT": 1730,
      "TCCGGC": 1731,
      "TCCGGG": 1732,
      "TCGAAA": 1733,
      "TCGAAT": 1734,
      "TCGAAC": 1735,
      "TCGAAG": 1736,
      "TCGATA": 1737,
      "TCGATT": 1738,
      "TCGATC": 1739,
      "TCGATG": 1740,
      "TCGACA": 1741,
      "TCGACT": 1742,
      "TCGACC": 1743,
      "TCGACG": 1744,
      "TCGAGA": 1745,
      "TCGAGT": 1746,
      "TCGAGC": 1747,
      "TCGAGG": 1748,
      "TCGTAA": 1749,
      "TCGTAT": 1750,
      "TCGTAC": 1751,
      "TCGTAG": 1752,
      "TCGTTA": 1753,
      "TCGTTT": 1754,
      "TCGTTC": 1755,
      "TCGTTG": 1756,
      "TCGTCA": 1757,
      "TCGTCT": 1758,
      "TCGTCC": 1759,
      "TCGTCG": 1760,
      "TCGTGA": 1761,
      "TCGTGT": 1762,
      "TCGTGC": 1763,
      "TCGTGG": 1764,
      "TCGCAA": 1765,
      "TCGCAT": 1766,
      "TCGCAC": 1767,
      "TCGCAG": 1768,
      "TCGCTA": 1769,
      "TCGCTT": 1770,
      "TCGCTC": 1771,
      "TCGCTG": 1772,
      "TCGCCA": 1773,
      "TCGCCT": 1774,
      "TCGCCC": 1775,
      "TCGCCG": 1776,
      "TCGCGA": 1777,
      "TCGCGT": 1778,
      "TCGCGC": 1779,
      "TCGCGG": 1780,
      "TCGGAA": 1781,
      "TCGGAT": 1782,
      "TCGGAC": 1783,
      "TCGGAG": 1784,
      "TCGGTA": 1785,
      "TCGGTT": 1786,
      "TCGGTC": 1787,
      "TCGGTG": 1788,
      "TCGGCA": 1789,
      "TCGGCT": 1790,
      "TCGGCC": 1791,
      "TCGGCG": 1792,
      "TCGGGA": 1793,
      "TCGGGT": 1794,
      "TCGGGC": 1795,
      "TCGGGG": 1796,
      "TGAAAA": 1797,
      "TGAAAT": 1798,
      "TGAAAC": 1799,
      "TGAAAG": 1800,
      "TGAATA": 1801,
      "TGAATT": 1802,
      "TGAATC": 1803,
      "TGAATG": 1804,
      "TGAACA": 1805,
      "TGAACT": 1806,
      "TGAACC": 1807,
      "TGAACG": 1808,
      "TGAAGA": 1809,
      "TGAAGT": 1810,
      "TGAAGC": 1811,
      "TGAAGG": 1812,
      "TGATAA": 1813,
      "TGATAT": 1814,
      "TGATAC": 1815,
      "TGATAG": 1816,
      "TGATTA": 1817,
      "TGATTT": 1818,
      "TGATTC": 1819,
      "TGATTG": 1820,
      "TGATCA": 1821,
      "TGATCT": 1822,
      "TGATCC": 1823,
      "TGATCG": 1824,
      "TGATGA": 1825,
      "TGATGT": 1826,
      "TGATGC": 1827,
      "TGATGG": 1828,
      "TGACAA": 1829,
      "TGACAT": 1830,
      "TGACAC": 1831,
      "TGACAG": 1832,
      "TGACTA": 1833,
      "TGACTT": 1834,
      "TGACTC": 1835,
      "TGACTG": 1836,
      "TGACCA": 1837,
      "TGACCT": 1838,
      "TGACCC": 1839,
      "TGACCG": 1840,
      "TGACGA": 1841,
      "TGACGT": 1842,
      "TGACGC": 1843,
      "TGACGG": 1844,
      "TGAGAA": 1845,
      "TGAGAT": 1846,
      "TGAGAC": 1847,
      "TGAGAG": 1848,
      "TGAGTA": 1849,
      "TGAGTT": 1850,
      "TGAGTC": 1851,
      "TGAGTG": 1852,
      "TGAGCA": 1853,
      "TGAGCT": 1854,
      "TGAGCC": 1855,
      "TGAGCG": 1856,
      "TGAGGA": 1857,
      "TGAGGT": 1858,
      "TGAGGC": 1859,
      "TGAGGG": 1860,
      "TGTAAA": 1861,
      "TGTAAT": 1862,
      "TGTAAC": 1863,
      "TGTAAG": 1864,
      "TGTATA": 1865,
      "TGTATT": 1866,
      "TGTATC": 1867,
      "TGTATG": 1868,
      "TGTACA": 1869,
      "TGTACT": 1870,
      "TGTACC": 1871,
      "TGTACG": 1872,
      "TGTAGA": 1873,
      "TGTAGT": 1874,
      "TGTAGC": 1875,
      "TGTAGG": 1876,
      "TGTTAA": 1877,
      "TGTTAT": 1878,
      "TGTTAC": 1879,
      "TGTTAG": 1880,
      "TGTTTA": 1881,
      "TGTTTT": 1882,
      "TGTTTC": 1883,
      "TGTTTG": 1884,
      "TGTTCA": 1885,
      "TGTTCT": 1886,
      "TGTTCC": 1887,
      "TGTTCG": 1888,
      "TGTTGA": 1889,
      "TGTTGT": 1890,
      "TGTTGC": 1891,
      "TGTTGG": 1892,
      "TGTCAA": 1893,
      "TGTCAT": 1894,
      "TGTCAC": 1895,
      "TGTCAG": 1896,
      "TGTCTA": 1897,
      "TGTCTT": 1898,
      "TGTCTC": 1899,
      "TGTCTG": 1900,
      "TGTCCA": 1901,
      "TGTCCT": 1902,
      "TGTCCC": 1903,
      "TGTCCG": 1904,
      "TGTCGA": 1905,
      "TGTCGT": 1906,
      "TGTCGC": 1907,
      "TGTCGG": 1908,
      "TGTGAA": 1909,
      "TGTGAT": 1910,
      "TGTGAC": 1911,
      "TGTGAG": 1912,
      "TGTGTA": 1913,
      "TGTGTT": 1914,
      "TGTGTC": 1915,
      "TGTGTG": 1916,
      "TGTGCA": 1917,
      "TGTGCT": 1918,
      "TGTGCC": 1919,
      "TGTGCG": 1920,
      "TGTGGA": 1921,
      "TGTGGT": 1922,
      "TGTGGC": 1923,
      "TGTGGG": 1924,
      "TGCAAA": 1925,
      "TGCAAT": 1926,
      "TGCAAC": 1927,
      "TGCAAG": 1928,
      "TGCATA": 1929,
      "TGCATT": 1930,
      "TGCATC": 1931,
      "TGCATG": 1932,
      "TGCACA": 1933,
      "TGCACT": 1934,
      "TGCACC": 1935,
      "TGCACG": 1936,
      "TGCAGA": 1937,
      "TGCAGT": 1938,
      "TGCAGC": 1939,
      "TGCAGG": 1940,
      "TGCTAA": 1941,
      "TGCTAT": 1942,
      "TGCTAC": 1943,
      "TGCTAG": 1944,
      "TGCTTA": 1945,
      "TGCTTT": 1946,
      "TGCTTC": 1947,
      "TGCTTG": 1948,
      "TGCTCA": 1949,
      "TGCTCT": 1950,
      "TGCTCC": 1951,
      "TGCTCG": 1952,
      "TGCTGA": 1953,
      "TGCTGT": 1954,
      "TGCTGC": 1955,
      "TGCTGG": 1956,
      "TGCCAA": 1957,
      "TGCCAT": 1958,
      "TGCCAC": 1959,
      "TGCCAG": 1960,
      "TGCCTA": 1961,
      "TGCCTT": 1962,
      "TGCCTC": 1963,
      "TGCCTG": 1964,
      "TGCCCA": 1965,
      "TGCCCT": 1966,
      "TGCCCC": 1967,
      "TGCCCG": 1968,
      "TGCCGA": 1969,
      "TGCCGT": 1970,
      "TGCCGC": 1971,
      "TGCCGG": 1972,
      "TGCGAA": 1973,
      "TGCGAT": 1974,
      "TGCGAC": 1975,
      "TGCGAG": 1976,
      "TGCGTA": 1977,
      "TGCGTT": 1978,
      "TGCGTC": 1979,
      "TGCGTG": 1980,
      "TGCGCA": 1981,
      "TGCGCT": 1982,
      "TGCGCC": 1983,
      "TGCGCG": 1984,
      "TGCGGA": 1985,
      "TGCGGT": 1986,
      "TGCGGC": 1987,
      "TGCGGG": 1988,
      "TGGAAA": 1989,
      "TGGAAT": 1990,
      "TGGAAC": 1991,
      "TGGAAG": 1992,
      "TGGATA": 1993,
      "TGGATT": 1994,
      "TGGATC": 1995,
      "TGGATG": 1996,
      "TGGACA": 1997,
      "TGGACT": 1998,
      "TGGACC": 1999,
      "TGGACG": 2000,
      "TGGAGA": 2001,
      "TGGAGT": 2002,
      "TGGAGC": 2003,
      "TGGAGG": 2004,
      "TGGTAA": 2005,
      "TGGTAT": 2006,
      "TGGTAC": 2007,
      "TGGTAG": 2008,
      "TGGTTA": 2009,
      "TGGTTT": 2010,
      "TGGTTC": 2011,
      "TGGTTG": 2012,
      "TGGTCA": 2013,
      "TGGTCT": 2014,
      "TGGTCC": 2015,
      "TGGTCG": 2016,
      "TGGTGA": 2017,
      "TGGTGT": 2018,
      "TGGTGC": 2019,
      "TGGTGG": 2020,
      "TGGCAA": 2021,
      "TGGCAT": 2022,
      "TGGCAC": 2023,
      "TGGCAG": 2024,
      "TGGCTA": 2025,
      "TGGCTT": 2026,
      "TGGCTC": 2027,
      "TGGCTG": 2028,
      "TGGCCA": 2029,
      "TGGCCT": 2030,
      "TGGCCC": 2031,
      "TGGCCG": 2032,
      "TGGCGA": 2033,
      "TGGCGT": 2034,
      "TGGCGC": 2035,
      "TGGCGG": 2036,
      "TGGGAA": 2037,
      "TGGGAT": 2038,
      "TGGGAC": 2039,
      "TGGGAG": 2040,
      "TGGGTA": 2041,
      "TGGGTT": 2042,
      "TGGGTC": 2043,
      "TGGGTG": 2044,
      "TGGGCA": 2045,
      "TGGGCT": 2046,
      "TGGGCC": 2047,
      "TGGGCG": 2048,
      "TGGGGA": 2049,
      "TGGGGT": 2050,
      "TGGGGC": 2051,
      "TGGGGG": 2052,
      "CAAAAA": 2053,
      "CAAAAT": 2054,
      "CAAAAC": 2055,
      "CAAAAG": 2056,
      "CAAATA": 2057,
      "CAAATT": 2058,
      "CAAATC": 2059,
      "CAAATG": 2060,
      "CAAACA": 2061,
      "CAAACT": 2062,
      "CAAACC": 2063,
      "CAAACG": 2064,
      "CAAAGA": 2065,
      "CAAAGT": 2066,
      "CAAAGC": 2067,
      "CAAAGG": 2068,
      "CAATAA": 2069,
      "CAATAT": 2070,
      "CAATAC": 2071,
      "CAATAG": 2072,
      "CAATTA": 2073,
      "CAATTT": 2074,
      "CAATTC": 2075,
      "CAATTG": 2076,
      "CAATCA": 2077,
      "CAATCT": 2078,
      "CAATCC": 2079,
      "CAATCG": 2080,
      "CAATGA": 2081,
      "CAATGT": 2082,
      "CAATGC": 2083,
      "CAATGG": 2084,
      "CAACAA": 2085,
      "CAACAT": 2086,
      "CAACAC": 2087,
      "CAACAG": 2088,
      "CAACTA": 2089,
      "CAACTT": 2090,
      "CAACTC": 2091,
      "CAACTG": 2092,
      "CAACCA": 2093,
      "CAACCT": 2094,
      "CAACCC": 2095,
      "CAACCG": 2096,
      "CAACGA": 2097,
      "CAACGT": 2098,
      "CAACGC": 2099,
      "CAACGG": 2100,
      "CAAGAA": 2101,
      "CAAGAT": 2102,
      "CAAGAC": 2103,
      "CAAGAG": 2104,
      "CAAGTA": 2105,
      "CAAGTT": 2106,
      "CAAGTC": 2107,
      "CAAGTG": 2108,
      "CAAGCA": 2109,
      "CAAGCT": 2110,
      "CAAGCC": 2111,
      "CAAGCG": 2112,
      "CAAGGA": 2113,
      "CAAGGT": 2114,
      "CAAGGC": 2115,
      "CAAGGG": 2116,
      "CATAAA": 2117,
      "CATAAT": 2118,
      "CATAAC": 2119,
      "CATAAG": 2120,
      "CATATA": 2121,
      "CATATT": 2122,
      "CATATC": 2123,
      "CATATG": 2124,
      "CATACA": 2125,
      "CATACT": 2126,
      "CATACC": 2127,
      "CATACG": 2128,
      "CATAGA": 2129,
      "CATAGT": 2130,
      "CATAGC": 2131,
      "CATAGG": 2132,
      "CATTAA": 2133,
      "CATTAT": 2134,
      "CATTAC": 2135,
      "CATTAG": 2136,
      "CATTTA": 2137,
      "CATTTT": 2138,
      "CATTTC": 2139,
      "CATTTG": 2140,
      "CATTCA": 2141,
      "CATTCT": 2142,
      "CATTCC": 2143,
      "CATTCG": 2144,
      "CATTGA": 2145,
      "CATTGT": 2146,
      "CATTGC": 2147,
      "CATTGG": 2148,
      "CATCAA": 2149,
      "CATCAT": 2150,
      "CATCAC": 2151,
      "CATCAG": 2152,
      "CATCTA": 2153,
      "CATCTT": 2154,
      "CATCTC": 2155,
      "CATCTG": 2156,
      "CATCCA": 2157,
      "CATCCT": 2158,
      "CATCCC": 2159,
      "CATCCG": 2160,
      "CATCGA": 2161,
      "CATCGT": 2162,
      "CATCGC": 2163,
      "CATCGG": 2164,
      "CATGAA": 2165,
      "CATGAT": 2166,
      "CATGAC": 2167,
      "CATGAG": 2168,
      "CATGTA": 2169,
      "CATGTT": 2170,
      "CATGTC": 2171,
      "CATGTG": 2172,
      "CATGCA": 2173,
      "CATGCT": 2174,
      "CATGCC": 2175,
      "CATGCG": 2176,
      "CATGGA": 2177,
      "CATGGT": 2178,
      "CATGGC": 2179,
      "CATGGG": 2180,
      "CACAAA": 2181,
      "CACAAT": 2182,
      "CACAAC": 2183,
      "CACAAG": 2184,
      "CACATA": 2185,
      "CACATT": 2186,
      "CACATC": 2187,
      "CACATG": 2188,
      "CACACA": 2189,
      "CACACT": 2190,
      "CACACC": 2191,
      "CACACG": 2192,
      "CACAGA": 2193,
      "CACAGT": 2194,
      "CACAGC": 2195,
      "CACAGG": 2196,
      "CACTAA": 2197,
      "CACTAT": 2198,
      "CACTAC": 2199,
      "CACTAG": 2200,
      "CACTTA": 2201,
      "CACTTT": 2202,
      "CACTTC": 2203,
