<unk>	0
GG	-0
CC	-1
TT	-2
AA	-3
CT	-4
AG	-5
CA	-6
TG	-7
CG	-8
GGG	-9
CAG	-10
CTG	-11
CTT	-12
AT	-13
CAA	-14
AGG	-15
CGG	-16
CCT	-17
CCG	-18
AAG	-19
ATT	-20
TGG	-21
ACC	-22
ATG	-23
TCC	-24
CAGG	-25
TTG	-26
CTGG	-27
CTCC	-28
TAA	-29
ACA	-30
TTT	-31
CCCC	-32
AAAA	-33
ACT	-34
CGGG	-35
CAT	-36
AGGG	-37
AGT	-38
CGCC	-39
TTTT	-40
ACG	-41
AGAA	-42
AGCC	-43
TGT	-44
CAAG	-45
CTTG	-46
ACAG	-47
CACC	-48
AGAG	-49
ACTG	-50
CGCG	-51
AAGG	-52
AAT	-53
ACTT	-54
CTCT	-55
ACAA	-56
CCTG	-57
CATT	-58
ATGG	-59
CATG	-60
CGGGG	-61
CCGG	-62
CCTGG	-63
CGT	-64
CTTT	-65
AGTG	-66
CCTCC	-67
TGTG	-68
CTGT	-69
CTGGG	-70
AGTT	-71
CCTT	-72
CAGGG	-73
CCGCC	-74
ATTG	-75
CAGT	-76
CACA	-77
ATAA	-78
AGGGG	-79
ATTT	-80
CTAA	-81
TTGG	-82
CCAG	-83
ACCT	-84
CTCTG	-85
TGAA	-86
CAGCC	-87
ACGG	-88
AAAG	-89
TGCC	-90
TTCC	-91
AGGT	-92
CTCA	-93
AAGT	-94
ATCC	-95
AGCG	-96
TTTG	-97
CTCG	-98
CTCAG	-99
ACCG	-100
CTGCC	-101
CACG	-102
CTCTT	-103
TGAG	-104
TGGGG	-105
CTAG	-106
ACAGG	-107
CACAG	-108
CGCGG	-109
AACC	-110
CAAGG	-111
TGGG	-112
CTTGG	-113
CTTCC	-114
TGTT	-115
AAAT	-116
AGAGG	-117
ATGT	-118
ACAT	-119
CGGCC	-120
AATT	-121
CAAT	-122
AATG	-123
CCGCG	-124
CTTTT	-125
CACTG	-126
ATTTT	-127
CTCCT	-128
AGGCC	-129
AGCAG	-130
CGGCGG	-131
CTGGGG	-132
CGTG	-133
ATAT	-134
AGCTG	-135
CTCCG	-136
TTGT	-137
ACTCC	-138
CTGTG	-139
AGAT	-140
TGGT	-141
AGAAG	-142
CACT	-143
CGCCG	-144
GGGT	-145
ACTGG	-146
GGGG	-147
AGGAA	-148
CACTT	-149
AGCT	-150
CAAAA	-151
CAGAA	-152
CAGTG	-153
ATTGG	-154
CCGT	-155
AAGCC	-156
CCTGGG	-157
CATCC	-158
CTCGG	-159
AAGAA	-160
CTAT	-161
ACAAG	-162
CAGAG	-163
CGAG	-164
CTTTG	-165
CATGG	-166
ACCCC	-167
TTTCC	-168
CCGCCG	-169
CACAA	-170
CGGT	-171
CGGCG	-172
CTCAA	-173
CTGAA	-174
ACTTG	-175
CTGTT	-176
AGGAG	-177
TAAT	-178
CTGAG	-179
AGGTG	-180
AAGTG	-181
CAGTT	-182
ACCTG	-183
CATTT	-184
CAGGGG	-185
AGGAGG	-186
AAGGG	-187
CGCAG	-188
ATAG	-189
CGCTG	-190
CGTT	-191
ACGT	-192
CATTG	-193
CACCT	-194
ACGCC	-195
CCAA	-196
CATAA	-197
ATTTG	-198
GGGCC	-199
TTAA	-200
AGTGG	-201
CGCCCC	-202
AGTCC	-203
CGTGG	-204
CTCTCC	-205
CAGGT	-206
CTAGG	-207
ATGGG	-208
GGT	-209
CGGAG	-210
CGAGG	-211
AAAAT	-212
ATGAA	-213
CTGGT	-214
CGAA	-215
TCCCC	-216
ACACC	-217
AGCAA	-218
CTACC	-219
ATGTG	-220
AAGTT	-221
ACATT	-222
CACCG	-223
CGGGGG	-224
ATTCC	-225
GGCC	-226
CAGCAG	-227
TAAAA	-228
CGCCT	-229
TGGCC	-230
CTGCTG	-231
ACTTT	-232
CGGTG	-233
TCCTG	-234
CTCCCC	-235
CCGCCCC	-236
ACGGG	-237
ATCT	-238
AAGAG	-239
CAACC	-240
AGGGGG	-241
ACCTT	-242
ATGTT	-243
CGTCC	-244
CTGCAG	-245
ATGCC	-246
TTGCC	-247
CATTTT	-248
CCTCCT	-249
CTTTCC	-250
CAAAG	-251
ATCTG	-252
CAGGCC	-253
ACATG	-254
CGCCGG	-255
TTGTT	-256
AGGTT	-257
CTATT	-258
CTCTGG	-259
CACCCC	-260
ATATT	-261
AGACC	-262
CACGG	-263
AGAAT	-264
TGGTG	-265
ATCTT	-266
CTAAG	-267
AGAAGG	-268
CTTGT	-269
CAATG	-270
CTCCTG	-271
CCTCTG	-272
CAAGT	-273
TGGTT	-274
ACTGT	-275
CGCGGG	-276
AGGGT	-277
CACAT	-278
ACAGT	-279
ACCGG	-280
CCTCAG	-281
CCGCGG	-282
GGGAA	-283
CTTAA	-284
CTGGCC	-285
ACCAA	-286
AAAAAAAA	-287
CAATT	-288
AGGAAG	-289
CGCT	-290
GGGTG	-291
AGTAA	-292
TGGAA	-293
CAAAT	-294
TTGTG	-295
AGCTT	-296
AGGCTG	-297
CAGCTG	-298
ATTAA	-299
CACAGG	-300
AGCCG	-301
AGATG	-302
ACCTGG	-303
CCCCGG	-304
CCGGGG	-305
AGCGG	-306
CTCAGG	-307
TTGAA	-308
CAGAGG	-309
CAGCG	-310
AGAAAA	-311
CTATG	-312
CGGGCC	-313
TTTTTTTT	-314
CTCAT	-315
AGTTT	-316
AGCCT	-317
CTGCG	-318
ATCAG	-319
CGCCTG	-320
CCGTG	-321
TCCTT	-322
CGGGT	-323
CTCCGG	-324
TAAGG	-325
CCTAA	-326
CACCTG	-327
CATGT	-328
ACTAA	-329
AAGGGG	-330
CCTCTT	-331
CTGTGG	-332
ACCAG	-333
CACTCC	-334
AGCCGG	-335
CGGAA	-336
CGCGCC	-337
CAGTGG	-338
CAGGTG	-339
TAATT	-340
AGGTGG	-341
CAGGAA	-342
CTACT	-343
CACTGG	-344
AGATT	-345
AAAAGG	-346
CCTCCCC	-347
CGGCCG	-348
AGGCG	-349
ATATG	-350
ACAGGG	-351
AGGCAG	-352
AGAGGG	-353
AAAAG	-354
CTCCTT	-355
TTTCTT	-356
AGCCTG	-357
CGCTT	-358
AGGCGG	-359
AAGGT	-360
ACCTCC	-361
CTCACC	-362
ACGTG	-363
AGTGGG	-364
AGTTG	-365
TGGGGG	-366
ATAAG	-367
ATCAA	-368
CCTCG	-369
AGGGCC	-370
ACTGGG	-371
CAGAAG	-372
AAATG	-373
CCTGCC	-374
CCTCCG	-375
TCCGG	-376
ATGGGG	-377
ATTGT	-378
CTGAGG	-379
AAACC	-380
ATGGT	-381
CTGCTT	-382
ACAAT	-383
CAGAT	-384
ACAGCC	-385
CCTGGGG	-386
AGACT	-387
CTGGTG	-388
TTTTTT	-389
CTCATT	-390
CACACC	-391
CGCGT	-392
CTCGGG	-393
TGTGGG	-394
CTCTTG	-395
AAAAAA	-396
CGACC	-397
CTGTCC	-398
AGCCCC	-399
CTGCGG	-400
CGCAGG	-401
ACAAAA	-402
CACATG	-403
CCGCAG	-404
CAAGCC	-405
ATTTCC	-406
CTTCTT	-407
TAATG	-408
ACGGGG	-409
AGAGAA	-410
CACTTT	-411
AGACA	-412
AAGAGG	-413
ATACC	-414
CTTCTG	-415
ACAAGG	-416
CCCCTG	-417
CACTTG	-418
ATCG	-419
CCTTCC	-420
AGAGT	-421
ATTTTT	-422
TAACC	-423
AGGGAA	-424
ATCCT	-425
ACAGAA	-426
CTCTGT	-427
AAAATG	-428
CTCCTCC	-429
CTTGGG	-430
CTACA	-431
TTTTG	-432
CTCTTT	-433
CGCTCC	-434
CAAGGG	-435
CCGGCC	-436
CTGGAA	-437
AGCAGG	-438
CGGGGCC	-439
ACTTCC	-440
CAAAAG	-441
CACGT	-442
TTTCTG	-443
CCTCGG	-444
ACTTTT	-445
AGGGTG	-446
CGAAG	-447
ACTTGG	-448
CAGTCC	-449
CACATT	-450
CTAAT	-451
CAAATG	-452
CGGAGG	-453
ATAAT	-454
AAGAAG	-455
ATAAAA	-456
CTCAAG	-457
CTTTTG	-458
ATAGG	-459
ACTCAG	-460
CTTCCT	-461
ATTTAA	-462
TTGGG	-463
AAAGG	-464
CTAAAA	-465
CTGGGT	-466
CTCGCC	-467
ACACAG	-468
AGCTGG	-469
CACAAG	-470
CCGCTG	-471
ACTGCC	-472
CATTTG	-473
CTAGT	-474
CCGCCT	-475
ACCCAG	-476
ATTTTG	-477
ATCAT	-478
CCGAGG	-479
CTTGCC	-480
CCGAG	-481
CCTTGG	-482
TGTGTG	-483
CGGCTG	-484
CGGTT	-485
CGGCAG	-486
CGTGGG	-487
TTTTCC	-488
CTTCAG	-489
ACTGTG	-490
ACAGTG	-491
CAAAGG	-492
CATTGG	-493
CTCATG	-494
CTTTGG	-495
AAGTGG	-496
AGCAT	-497
TTTCAG	-498
AGACG	-499
CGCTGG	-500
AGTGT	-501
CACGCC	-502
CTGAAG	-503
CAAACC	-504
CCGTT	-505
TTTTGG	-506
GGGAGG	-507
AAGCAG	-508
CGGTGG	-509
TCCCAG	-510
CACACACA	-511
CGACG	-512
CAGGGT	-513
CCTGTG	-514
AGCTCC	-515
GGGTT	-516
CCTGGCC	-517
AGAATG	-518
TAAAT	-519
CTTTTT	-520
TTGGGG	-521
CATGTG	-522
ACTGAA	-523
AGTCAG	-524
CCGAA	-525
CTGCAA	-526
CTGCCT	-527
ATGTGG	-528
CGAT	-529
CTCGCG	-530
AGAGCC	-531
AAGGCC	-532
CTGGTT	-533
CGCGGGG	-534
CTGGGGG	-535
AGTTGG	-536
AGACAG	-537
CATCTG	-538
CCCCTT	-539
CTAGGG	-540
CTCTGGG	-541
AAGGAA	-542
CTAGAA	-543
CATTCC	-544
CAGGGCC	-545
ACCACC	-546
CCGCGCC	-547
AGAGTG	-548
CACCTT	-549
CTTTAA	-550
ACCGCC	-551
ATACA	-552
CAAGTG	-553
AGCCTT	-554
ATACT	-555
CAGCCT	-556
CCTGGT	-557
CTACG	-558
CGGGTG	-559
TTGGT	-560
CACCGG	-561
CAGGTT	-562
CTGACC	-563
TTTTTG	-564
TGTGTGTG	-565
CTACAG	-566
ACTTTG	-567
CAGATG	-568
CTCCGCC	-569
CGGGGT	-570
AGAACC	-571
CCGGT	-572
CCTCTCC	-573
CGAGGG	-574
ACCAGG	-575
AAAACC	-576
AGTTCC	-577
CTGTTG	-578
CTTGTT	-579
AAGTCC	-580
AAGAT	-581
AGATGG	-582
CAACAG	-583
ATTATT	-584
CTTGTG	-585
CTGGGCC	-586
CACTCT	-587
TGGTGG	-588
CTGAT	-589
AGTGAA	-590
CCGTCC	-591
CACGCG	-592
CATGCC	-593
AGTGTG	-594
CACGTG	-595
AAAATT	-596
CAAGAA	-597
CATGGG	-598
CAAATT	-599
AGGAT	-600
CTGTTT	-601
CGTTG	-602
AGTTTG	-603
CTACTG	-604
CCTTTG	-605
AGAATT	-606
CGGAAG	-607
CACAGT	-608
CGGCGGG	-609
AGCGGG	-610
CAACAA	-611
CTCAGT	-612
CTAGAG	-613
TCCAA	-614
CTGAGT	-615
ACCAT	-616
TTTAT	-617
AGTTTT	-618
CCGCGGG	-619
CTTCCTG	-620
CACTGT	-621
CTGCCCC	-622
CTACTT	-623
AGTGCC	-624
TTTCCT	-625
CAAGTT	-626
CTAAGG	-627
AGCCAA	-628
CTCCTGG	-629
CTTCCCC	-630
CTTGAA	-631
CAGCAA	-632
CAGACC	-633
AGGATG	-634
CTCTGCC	-635
AAGATG	-636
CATAT	-637
CACGGG	-638
CGCAA	-639
ATTTGG	-640
CAGCCG	-641
ACTCTG	-642
CGCCTT	-643
CTACAA	-644
CAGCTT	-645
ACATGG	-646
ACAGTT	-647
CTCGT	-648
CAGCCCC	-649
ACGTT	-650
CTGATG	-651
ATGGCC	-652
AAGCAA	-653
ATGGTG	-654
ATTAT	-655
CAGGGGG	-656
ACCCG	-657
CTCCAA	-658
AAGCTG	-659
AC	-660
CTGTGGG	-661
ACACTG	-662
TGTCTG	-663
CATCTT	-664
CGCGCG	-665
CGCGTG	-666
CAGCGG	-667
AGCAAG	-668
AGGAGGG	-669
TTTTAA	-670
ATAATT	-671
CGCCGGG	-672
CACCTCC	-673
AAGTAA	-674
AGGTCC	-675
CAGTTT	-676
ACCGT	-677
AAGCG	-678
CCGTGG	-679
CTATTT	-680
AGCCGGG	-681
CCTCCTG	-682
ATGGAA	-683
ATCCCC	-684
CGGCCCC	-685
AATGGG	-686
CCTCAA	-687
TTTATT	-688
CAGGAGG	-689
CTGTAA	-690
AAGGTG	-691
ACCTTG	-692
CTAGCC	-693
CGATG	-694
ATAGT	-695
CCGCCGG	-696
CGGCCGG	-697
TTTGGG	-698
CATGTT	-699
CACTAA	-700
CTCAGGG	-701
CGCGGCC	-702
CACCAA	-703
ACCCTG	-704
CGCCGCC	-705
AAGAAAA	-706
ATCTCC	-707
ACACAA	-708
ATTCTT	-709
ACTGTT	-710
CAAGGT	-711
AGCTGGG	-712
ACAATG	-713
CATGAA	-714
CATCAG	-715
AGAGTT	-716
AGGTTG	-717
CGAGT	-718
CTCAGCC	-719
CACAGCC	-720
ATGTAA	-721
ACATTT	-722
CGGTCC	-723
ACGGT	-724
ACATAA	-725
AGGACC	-726
ATTGTT	-727
AGCGCC	-728
ATGACT	-729
TTTGTT	-730
AGGTGGG	-731
CGGGGGG	-732
ACATCC	-733
AGACTG	-734
CGGCGCC	-735
CAGGAAG	-736
AGGGAGG	-737
AGGGGT	-738
AGCGCG	-739
AGTGTT	-740
CTGACT	-741
CTCTAA	-742
CTGTGT	-743
CAAAAT	-744
CACAGGG	-745
CAATAA	-746
CTCTTCC	-747
CGGGAA	-748
ATCCTG	-749
CTAATT	-750
ATCTGG	-751
CGAGCC	-752
ACTGGGG	-753
CGTGT	-754
CGGCCT	-755
AGGCTT	-756
TTGTGG	-757
AATCAG	-758
AGACAA	-759
CCGCGCG	-760
AGGGTT	-761
CGTTT	-762
ACTCTT	-763
ACACTT	-764
CTCCGGG	-765
CAATGG	-766
ATTGTG	-767
CCTCCTT	-768
CTTGGGG	-769
CTGCCG	-770
CACCTGG	-771
ACGAA	-772
CTCTGTG	-773
AGGAAGG	-774
TGTCTT	-775
ATGAG	-776
AGGCGGG	-777
ACGGCC	-778
CTGCAGG	-779
ATGAT	-780
AGGCCG	-781
TGAATG	-782
ATAATG	-783
CCCCCC	-784
ATGAGT	-785
CTTGGT	-786
CACTGGG	-787
AGCACC	-788
CACTTCC	-789
ACCGGG	-790
ACCCGG	-791
CAGCTCC	-792
AAATT	-793
CCGCTCC	-794
TTTCAA	-795
CAGTAA	-796
CGACT	-797
TGGGT	-798
ATGTTG	-799
CAGTTG	-800
AATCC	-801
CTATGG	-802
AGAGAGAG	-803
CATTTCC	-804
CTCACA	-805
AGGCAGG	-806
CACTCA	-807
TTGGCC	-808
AGTCTT	-809
ATTGGG	-810
AGGCCT	-811
ATTCTG	-812
AGGCAA	-813
CGCCTCC	-814
CGGAGCC	-815
ACAGGT	-816
ACATTG	-817
ACAATT	-818
TGGCTG	-819
CCTGTT	-820
CTATAA	-821
TGTGTT	-822
ACAACC	-823
TGGAG	-824
CTTTGT	-825
CGGCTCC	-826
AGTCAT	-827
CTACCT	-828
ATGAAG	-829
CAGAGGG	-830
CCTAG	-831
AGTCTG	-832
CACCGCC	-833
CTTAT	-834
AGAAGGG	-835
AGTAT	-836
CTAGTG	-837
ACGCG	-838
CATATT	-839
CGGCGCG	-840
CATTAA	-841
CCTACC	-842
ACTCAA	-843
CTAATG	-844
CTGCTGG	-845
AAAAAT	-846
ATGCAA	-847
ATTGCC	-848
CTGCTCC	-849
CTGGGAA	-850
TTGTTG	-851
AGGTAA	-852
ATGCAG	-853
CGCACC	-854
AGGGGCC	-855
CTAGTT	-856
CTTCCG	-857
CCGGGGG	-858
CCCCAA	-859
AGGCTGG	-860
TAATAA	-861
CTTCTCC	-862
CTAACC	-863
AGAAAT	-864
TGTAT	-865
AGCGT	-866
CGAGCG	-867
ATGCTG	-868
TGGGGT	-869
CATCCT	-870
AATAT	-871
ATTCAG	-872
CTCGGGG	-873
ACGTGG	-874
AAGTTG	-875
CAGTGGG	-876
CCGACC	-877
CTCTTTT	-878
ACTTAA	-879
CCCCACC	-880
CAGGTGG	-881
ACACG	-882
AGTCAA	-883
ATGAGG	-884
CCTGAA	-885
TGTGCC	-886
ACTTGT	-887
CTCCACC	-888
ATTGGT	-889
CAAGGGG	-890
CTGGGTG	-891
CAGAGCC	-892
ATGGTT	-893
ATGTCC	-894
ATCTTG	-895
ATTTTTT	-896
CTTCG	-897
CGGGCGG	-898
CGGGGCGGGG	-899
ATTGAA	-900
CGCATG	-901
TGGAGG	-902
CTTCAA	-903
ACTAT	-904
ATTCAA	-905
AGACTT	-906
CTGCCTG	-907
AAGACC	-908
CTTCCTT	-909
AGCATG	-910
CTGGAGG	-911
CCTAGG	-912
CCTAT	-913
CACTGCC	-914
CCCCGGG	-915
CACTAG	-916
CCGGTG	-917
CGGGTT	-918
CGTAA	-919
CGGGAGG	-920
CAGAGT	-921
CTCTCTCT	-922
CGGACC	-923
CGGCGGCGGCGG	-924
CGGGCG	-925
ATGATG	-926
AAGCTT	-927
CCGCCGCC	-928
AGCCAGG	-929
ATTTGT	-930
CCTCTGG	-931
AAGTTT	-932
CAGCAGG	-933
CGAAGG	-934
AGAGGGG	-935
ATGTTT	-936
CAGCTGG	-937
TGAATT	-938
TTGGTG	-939
CGGAGGG	-940
ACAAGT	-941
CAGCCTG	-942
CAAAGTG	-943
CTCTTGG	-944
CGCCCG	-945
AGCTCT	-946
CTTTCTT	-947
CAATCC	-948
CTATTG	-949
ACTCAT	-950
CCTCAT	-951
ACCTGGG	-952
TGGGGGG	-953
ATGATT	-954
CACTCG	-955
CATTGT	-956
CAGGAG	-957
CCTCACC	-958
CTGATT	-959
CACTCTG	-960
CTGAGGG	-961
ATCCG	-962
AGGAAAA	-963
ACAGGGG	-964
ACATTTT	-965
TGTGAA	-966
CTCAGTG	-967
ACACAT	-968
CCGCGT	-969
TGTCAG	-970
CAAACT	-971
CCTCCTCC	-972
CTTAG	-973
CACAAT	-974
TGGCAG	-975
CAGGCTGG	-976
AAGAAT	-977
CCGCCTCC	-978
CAAAGT	-979
CTTGGCC	-980
CTCCCTCC	-981
CAGGCG	-982
AGGGGGG	-983
CTTTTTT	-984
AGTTAA	-985
ACTGGT	-986
CAGAAT	-987
AGGGAAG	-988
ACCAAG	-989
CTCCAGG	-990
AAGGGGG	-991
AAAATAA	-992
AGAAAG	-993
CTGAGCC	-994
CGCCCCG	-995
AGTAG	-996
CCTGGTG	-997
ATATTT	-998
CGACAG	-999
CTTACC	-1000
CATAG	-1001
ACTCCT	-1002
CATGGT	-1003
CAGGCAG	-1004
AAGTGGG	-1005
CTCCGT	-1006
AGGGAG	-1007
CGCCCGG	-1008
CACTCAG	-1009
TTGCAG	-1010
ATGTGT	-1011
GT	-1012
CTCCAG	-1013
TCCGGG	-1014
CCGCCTG	-1015
ATCTCT	-1016
CGATT	-1017
CTGAAT	-1018
CAAGGCC	-1019
CTCGGCC	-1020
AATAA	-1021
ATAACC	-1022
ATGAAT	-1023
AGGTTT	-1024
AATGG	-1025
CTCCCAG	-1026
CGCTCT	-1027
AAGCCT	-1028
TTGGTT	-1029
TTGCTG	-1030
CTGGAG	-1031
ACCCAA	-1032
CGGCTT	-1033
CCGCTT	-1034
CAGATT	-1035
TGTGG	-1036
CTCCGCG	-1037
ACCCTT	-1038
CGAGAG	-1039
TTGTTT	-1040
CGCTCG	-1041
CGGGCGGG	-1042
AGGAGT	-1043
ACCTTT	-1044
TTGAG	-1045
CGGAT	-1046
TAAAAG	-1047
CATATG	-1048
AGAAAAG	-1049
CGGACG	-1050
CAGAGAG	-1051
AGAAATG	-1052
AGGACG	-1053
AAACT	-1054
CTGGCTG	-1055
ACCATG	-1056
CAGGCTG	-1057
AGTAAG	-1058
CAGTGT	-1059
CGCCGCG	-1060
CTGGTGG	-1061
TGAACC	-1062
TTGCTT	-1063
CCTCCGG	-1064
CATGGGG	-1065
GGGCGGGG	-1066
ATCACC	-1067
AGGATT	-1068
CCTTTCC	-1069
TAAATG	-1070
CAGGGTG	-1071
CATCAA	-1072
CGACGG	-1073
TAAAAT	-1074
AGCTTG	-1075
CGCCCGCC	-1076
ACCCCG	-1077
CTGGGGT	-1078
CGCCGT	-1079
TTGTCC	-1080
AAGGTT	-1081
CTTTGGG	-1082
AGGGTGG	-1083
AACAG	-1084
AGGAGAG	-1085
CGGCGT	-1086
AGCGTG	-1087
AGGGAGGG	-1088
AGCTGT	-1089
CGTGTG	-1090
CCGAAG	-1091
ATCTTT	-1092
CTCTTTG	-1093
CTTATT	-1094
CGTGCC	-1095
AAGATT	-1096
CAACTG	-1097
ACCACA	-1098
AGAGGCC	-1099
CCTCAGG	-1100
TTTTTAA	-1101
AGCCTGGG	-1102
ATCAGG	-1103
AGTTTCC	-1104
ACCACG	-1105
CGGCGGGG	-1106
CAGCCGG	-1107
ACGGTG	-1108
CGAGGGG	-1109
AGGCGGGG	-1110
CAGACT	-1111
CGCTGGG	-1112
TGGGGCC	-1113
CAGAAGG	-1114
ATCCAG	-1115
ACCACAG	-1116
CTATCC	-1117
ACTTTCC	-1118
TGTATT	-1119
CGCAGCC	-1120
CACTTTT	-1121
CTAGGT	-1122
AAGATGG	-1123
CCTCGCC	-1124
CATCTCC	-1125
CGCGGT	-1126
CACAGTG	-1127
CACTGTG	-1128
ATGCTT	-1129
CCTCTCT	-1130
ATACAG	-1131
ATCCTT	-1132
ATAGAA	-1133
AGATAA	-1134
CAGCGCC	-1135
TCCCTG	-1136
ATCATT	-1137
CAGACA	-1138
GGGAAG	-1139
AGGAGCC	-1140
CAATTT	-1141
CAAACA	-1142
CCGCCGCCGCCG	-1143
AGGAAT	-1144
CACAAGG	-1145
AGTCCT	-1146
TTGTTTT	-1147
TTGTAA	-1148
CTGCGGG	-1149
TGGCTT	-1150
AGCTTT	-1151
CAGCCAG	-1152
AAGCGG	-1153
CAGGGAA	-1154
ACGCCCC	-1155
CATCAT	-1156
CTCTCTG	-1157
CTTCCGG	-1158
CTATTTT	-1159
CAAAGCC	-1160
CTCCCTG	-1161
AGCCTGG	-1162
ACCACT	-1163
CTCTGTT	-1164
AGTATT	-1165
CAGGTCC	-1166
ACGCCG	-1167
ACCTGT	-1168
AAGTGAA	-1169
CGGCCGGG	-1170
ATTACAGG	-1171
CGCAT	-1172
CTACCG	-1173
AGGGGAA	-1174
AAGACT	-1175
CGGGTCC	-1176
AGCATT	-1177
ATATAA	-1178
CAACTT	-1179
AGAAGCC	-1180
CTCGTG	-1181
ACAGGCC	-1182
AAGTGT	-1183
CCTGGAA	-1184
CTCACTG	-1185
CTAAGT	-1186
GGGTGG	-1187
AGAAGT	-1188
CAGAAAA	-1189
AGGCCCC	-1190
CTCCGCCCC	-1191
CATCCCC	-1192
AAGAGAA	-1193
ACCTAA	-1194
CGCTTG	-1195
AGGACT	-1196
CTCAAT	-1197
ACGTCC	-1198
TGGTTT	-1199
CTACGG	-1200
CAGAGAA	-1201
CATAAT	-1202
TAAATT	-1203
GGGCGG	-1204
ATACTG	-1205
CCGAGGG	-1206
CCGAGCC	-1207
CTGCCTT	-1208
CTCCCGG	-1209
AGCTGTG	-1210
ATACAA	-1211
AAGAAAG	-1212
CACTTGG	-1213
ACACCT	-1214
CTCAGAA	-1215
CTGTTTT	-1216
AACCAA	-1217
AGGCCGG	-1218
CTCAGTT	-1219
ACATGT	-1220
AGATTT	-1221
CAGCACC	-1222
AGGCCTG	-1223
ACCAAT	-1224
ACGCGG	-1225
CAGCAT	-1226
AGAGGT	-1227
TTGGAA	-1228
CGCCGGGG	-1229
ACCCCT	-1230
CCGCAGG	-1231
CGCAGGG	-1232
CGCAAG	-1233
ACGCTG	-1234
ACCGTG	-1235
AATTAA	-1236
AAGAGT	-1237
ATGGGGG	-1238
CGCGCGG	-1239
TGGGTG	-1240
AAGAAGG	-1241
ATAGAG	-1242
CTGAAAA	-1243
TTTGG	-1244
CTGTGTG	-1245
CATCCTG	-1246
CACAGAA	-1247
CGAAT	-1248
CTACAT	-1249
CTCAAGG	-1250
CGTTTT	-1251
ACCCAGG	-1252
CGCAGT	-1253
CATTTAA	-1254
CCCCAG	-1255
TGTATG	-1256
TGTCCT	-1257
ACTCCCC	-1258
ACTCCTG	-1259
ACTATT	-1260
CAGTGAG	-1261
CTGCCGG	-1262
TTTCTCC	-1263
ATCTGT	-1264
CGGAGT	-1265
CTAGGGG	-1266
ACCATT	-1267
ATCCAA	-1268
ACAGGAA	-1269
CCGCCTT	-1270
CACACAG	-1271
CTCCTGGG	-1272
ATTTTAA	-1273
CGCTGT	-1274
CGCACG	-1275
CTGGGTT	-1276
AGAAAGG	-1277
CGAGTG	-1278
AGCTAA	-1279
TGGTCC	-1280
CGCCTGG	-1281
CATTTTG	-1282
TTCCAA	-1283
ATAAGG	-1284
ACCCTCC	-1285
AGAGAAG	-1286
CTCTGGGG	-1287
ATACTT	-1288
TTTCAT	-1289
AGCAGGG	-1290
ATCATG	-1291
AGGTGT	-1292
CGGGTGG	-1293
CGACTG	-1294
AATATT	-1295
ATATTG	-1296
CCTCTTT	-1297
CTCGGT	-1298
CGCGCGCG	-1299
CGGGGTG	-1300
AGGGCAG	-1301
ATTGGCC	-1302
CTGGTCC	-1303
AGAAACC	-1304
GGGGT	-1305
ACGCCGG	-1306
CCTGGGCC	-1307
CGACA	-1308
AGAGGAA	-1309
AGACGG	-1310
CTC	-1311
TTTTT	-1312
AGCCCAG	-1313
CTCTCTT	-1314
TGGAAG	-1315
CGGCCTG	-1316
CTGAGAG	-1317
TGGTTG	-1318
CGGCAGG	-1319
ACTCACC	-1320
CGGTGGG	-1321
ATGAAAA	-1322
CTATGT	-1323
CTGAGAA	-1324
CCGCTGG	-1325
CAAAAAA	-1326
CGCCAA	-1327
ACACAGG	-1328
CTCAAAA	-1329
CAAACAA	-1330
CACATCC	-1331
CGTGGCC	-1332
GCC	-1333
GGGAG	-1334
CCTCGGG	-1335
CTTTTCC	-1336
CTTTCTG	-1337
CTTCCAG	-1338
ACTGGCC	-1339
ACCAGGG	-1340
TTTATG	-1341
CCCCAGG	-1342
TTTAA	-1343
CACAAAA	-1344
CCTATT	-1345
CGACCG	-1346
CACGGGG	-1347
CTGCAT	-1348
TGCCAA	-1349
TAAGGG	-1350
CCGGAA	-1351
CTGAAGG	-1352
CGCCCCGCC	-1353
CAGAAAG	-1354
CGGCTGG	-1355
ACTAAG	-1356
CCTAAG	-1357
TTTAAG	-1358
AGGAAAG	-1359
CGTTCC	-1360
AGGGGCGGGG	-1361
CAGACG	-1362
CTGACA	-1363
TGTCAA	-1364
CACTCTT	-1365
CGGAGCG	-1366
TTTCTTT	-1367
CTCTGAA	-1368
CACTTTG	-1369
ATTAAT	-1370
CCTCGCG	-1371
CGGGAG	-1372
TTTTTCC	-1373
ACTAG	-1374
CTGGAAG	-1375
AGAGAGG	-1376
CTTGGTG	-1377
CACGTT	-1378
ATCGG	-1379
CTGCGT	-1380
ATTAAAA	-1381
TTGGGGG	-1382
AGTCACC	-1383
CACCGT	-1384
CTGGCTT	-1385
CGTGAG	-1386
ATTTCTT	-1387
ACTATG	-1388
AGACCT	-1389
AGGGGTG	-1390
CCGACG	-1391
CCGCAA	-1392
CTGTCTT	-1393
ATAGGG	-1394
CAGACAG	-1395
AGGACAG	-1396
TCCCGG	-1397
ATCAAG	-1398
CGCGGTG	-1399
CAGCCTCC	-1400
TTTTTTTTTTTTTTTT	-1401
CATTTTT	-1402
CTGCACC	-1403
CAGCGGG	-1404
CAGCCAA	-1405
CTAGCG	-1406
AGCCACC	-1407
ATTCAT	-1408
ACTAAT	-1409
ACTCAGG	-1410
TTGCCT	-1411
AGTAGG	-1412
TGTTAA	-1413
CTCATCC	-1414
CAAAACC	-1415
CCTGGTT	-1416
TTTCCCC	-1417
CAGCGT	-1418
CGCTTT	-1419
CTCCAT	-1420
TGTCAT	-1421
AAGAGAG	-1422
CACCGCG	-1423
ATTATG	-1424
CTTCTCT	-1425
CTATAT	-1426
CGCTGCC	-1427
ACTCGG	-1428
ACAGGTG	-1429
CTGCGCG	-1430
AAGCCG	-1431
AGCAGT	-1432
AAAAAAAAAAAAAAAA	-1433
CAAAGAG	-1434
ACACCCC	-1435
CGTGGGG	-1436
AGGAGAA	-1437
CGGGCCG	-1438
CTGCCAG	-1439
CTGAGTG	-1440
CCTATG	-1441
AAGAGGG	-1442
AGAAGAA	-1443
ATAGCC	-1444
TAATCC	-1445
CAGAGTG	-1446
AGCCTCC	-1447
AGTATG	-1448
AGGCCAG	-1449
CACCACC	-1450
CAAAGGG	-1451
CGGTTG	-1452
CAAGTCC	-1453
AGTCAGG	-1454
ATCTAA	-1455
CACGGT	-1456
TTTCCTG	-1457
ACACCTG	-1458
AGCAGTG	-1459
CGCGTCC	-1460
ATATGG	-1461
CAACCT	-1462
ATAGTG	-1463
AGTACC	-1464
ACTGTGG	-1465
CTTCTGG	-1466
AGATTG	-1467
AGGCTCC	-1468
CTGAAAG	-1469
CGCGTT	-1470
CTGGGGCC	-1471
CAAACAG	-1472
ACACACA	-1473
AGTCATT	-1474
CAGGACC	-1475
AGAGGTG	-1476
CACCCAG	-1477
GGGGCC	-1478
CAATTG	-1479
CTCGTT	-1480
CTTGTCC	-1481
TTTCCTT	-1482
CTCCCG	-1483
TGGGCC	-1484
ACTACC	-1485
ATTTATT	-1486
AGTTGT	-1487
CGGCGCGG	-1488
AGCGGGG	-1489
GGGTCC	-1490
CTGACAG	-1491
CAGGGTT	-1492
CATGGCC	-1493
AGAAAGAA	-1494
CCGCGGGG	-1495
CAACAT	-1496
ATGTTTT	-1497
AAGCCCC	-1498
CTCCTTG	-1499
CTGGCAG	-1500
ACAAAT	-1501
ATGACC	-1502
CAGCGCG	-1503
CTGTGCC	-1504
CAGGGGT	-1505
AGGCAT	-1506
CACGGCC	-1507
AGAATGG	-1508
ATCCGG	-1509
CCTACT	-1510
AGGACA	-1511
AGATCC	-1512
CTCCCTT	-1513
AGGGCG	-1514
AGAAGTG	-1515
CCGCCCCGCC	-1516
ACGCAG	-1517
CAACCCC	-1518
ACCCCGG	-1519
AGTGGGG	-1520
CTTCAT	-1521
CCTGGGGG	-1522
AAGACAG	-1523
CCTTAA	-1524
AGCCCAGG	-1525
AAAAGGG	-1526
CGTTGG	-1527
CTTTCAG	-1528
ACTCCGG	-1529
CACAGTT	-1530
AGCTCAG	-1531
CCTCTTG	-1532
CTCTCAG	-1533
AGTTTTG	-1534
CACACACACACACACA	-1535
ACCCCAG	-1536
CTTAAG	-1537
CCGAGT	-1538
CTGTGAA	-1539
CACATGG	-1540
CCGCCGGG	-1541
CGGAAGG	-1542
CAAAAGG	-1543
CTGACTG	-1544
CCGCGCGG	-1545
TTTACC	-1546
CTAGGCC	-1547
CAATGT	-1548
CTGCGCC	-1549
TTTCTCT	-1550
TTTTCTT	-1551
TGGGAA	-1552
CAAAATG	-1553
CCTTGGG	-1554
ACAAGCC	-1555
CACTCCT	-1556
CACGTGG	-1557
TAATCCCAG	-1558
CCTGGGT	-1559
AAGACA	-1560
ACCCGGG	-1561
ACCCACC	-1562
ACAGTGG	-1563
CAC	-1564
ACCTGCC	-1565
CTCACAG	-1566
ACCAGCC	-1567
AAGCAT	-1568
CTTTCCT	-1569
TTGAGG	-1570
AAGCCAG	-1571
ATCTAG	-1572
CGGAGAG	-1573
ACTAAAA	-1574
TAAAG	-1575
GGGCCGGG	-1576
ACCACAA	-1577
CAAGGTG	-1578
ACCCTGG	-1579
ACTACA	-1580
AGTAGAG	-1581
CCTGTCC	-1582
ATAGTT	-1583
CTCATTT	-1584
CAGGATG	-1585
CGAGAA	-1586
CTCTCTCC	-1587
ATGGTGG	-1588
CACCGGG	-1589
AGCCAG	-1590
TTGAT	-1591
CTTAAAA	-1592
CTCTCCT	-1593
ACAGAGG	-1594
CACTGAA	-1595
ACTCCG	-1596
CTTTTAA	-1597
CGGCCGCC	-1598
CAAAGAA	-1599
TAATTT	-1600
AGTCTCC	-1601
CGTCTT	-1602
ACGGAA	-1603
CGTCTG	-1604
CGCGCCG	-1605
CTGCCAA	-1606
ACTTGGG	-1607
ACTCATT	-1608
CACTGTT	-1609
CCTGTGG	-1610
CTTTTTG	-1611
CGAAAG	-1612
CACAATG	-1613
CTGACG	-1614
CTGTGTT	-1615
AGAGAG	-1616
AGCCAAT	-1617
CTCGAA	-1618
AGGCCGGG	-1619
ACTCTGG	-1620
CTCCGTG	-1621
CGGCCAG	-1622
CATCCTT	-1623
ATTTTTG	-1624
ATTCCT	-1625
CGCGCCCC	-1626
AAGGAGG	-1627
AGCCGGGG	-1628
CATACC	-1629
TCCAGG	-1630
TAATTG	-1631
TGGAT	-1632
CGCCACC	-1633
CGTCCT	-1634
CGGATG	-1635
CAGTGCC	-1636
TGTCTCC	-1637
CGTTTG	-1638
ACTCTCC	-1639
ATCTCTG	-1640
CTGCTTG	-1641
TTTAG	-1642
ATTAG	-1643
TTGAAG	-1644
CGATGG	-1645
CCGCGGCC	-1646
ACAGAAG	-1647
CCGCCGCG	-1648
AAAATGG	-1649
CTACTCC	-1650
AGCCAAG	-1651
CGCCCCGG	-1652
TTTCTGG	-1653
CAGCAAG	-1654
CTACAGG	-1655
AGCAGAA	-1656
CTTCTTT	-1657
AGGAAGGG	-1658
CTTTGTG	-1659
ACATTTG	-1660
ATTTTCC	-1661
CGCCCCT	-1662
CCGAGCG	-1663
AGATGGG	-1664
AGCCCTG	-1665
ATTTGAA	-1666
CCGTGGG	-1667
ATAAAT	-1668
CATGTGG	-1669
AGGGAAGG	-1670
ACCTTCC	-1671
CAGTTCC	-1672
CAGCCTT	-1673
CTTTGTT	-1674
ATTAAG	-1675
CTTAAT	-1676
CGCTCGG	-1677
CAGTTTT	-1678
CTCTCCCC	-1679
CAAACG	-1680
AAGACG	-1681
CTTGTGG	-1682
AGCAGCC	-1683
CTTATG	-1684
CAAAAAG	-1685
AGGGCGGGG	-1686
ACTGTCC	-1687
ACTTGCC	-1688
ATTTTTAA	-1689
CATTTGG	-1690
TGGGGTG	-1691
AGAATAA	-1692
TGTAG	-1693
CCTCCAA	-1694
CGCTCTG	-1695
CGCTTCC	-1696
ACACACC	-1697
ACTGGAA	-1698
CAGGGGCC	-1699
CTGCTTT	-1700
AAAAAAAAAAAA	-1701
CTCCTCCCC	-1702
AGGGCGG	-1703
AGTGTGG	-1704
CTCCCCT	-1705
CTTCGG	-1706
CGGGCCGG	-1707
CTTTGCC	-1708
CTTAGG	-1709
CATCACC	-1710
ACGGGGG	-1711
CTTACT	-1712
CACTGGGG	-1713
CTTCAGG	-1714
TTGAAT	-1715
CGCGGGGG	-1716
AGAAATT	-1717
ACCAAAA	-1718
CAAACTG	-1719
TGTGTGTGTGTGTGTG	-1720
AAGCAGG	-1721
CGAGGCC	-1722
ACGAGG	-1723
AAGCCTG	-1724
AGGGCTG	-1725
AGACCG	-1726
TTGATG	-1727
ATTTAT	-1728
CTCTTTCC	-1729
AGAGTGG	-1730
CGGGACC	-1731
CATAGG	-1732
ACTAGG	-1733
TAATGG	-1734
CATGGTG	-1735
AGATGT	-1736
AGAGTCC	-1737
AAGCTGG	-1738
CGTCAG	-1739
CAAGGAA	-1740
CTACCCC	-1741
CATCTGG	-1742
CGTCTCC	-1743
ATGTGTG	-1744
CTCATGG	-1745
CAACG	-1746
AGAAGGGG	-1747
CACCTGGG	-1748
AGGGTCC	-1749
CACAACC	-1750
ACACGG	-1751
ACTTTGG	-1752
TTTACT	-1753
CTTCCTCC	-1754
AGCGTT	-1755
AGCTCTG	-1756
ACAAGGG	-1757
CTTCCAA	-1758
ATCTTGG	-1759
CTTTGAA	-1760
TGTAAG	-1761
CTGGCGG	-1762
TTGCAA	-1763
ACCCCTG	-1764
CGAACC	-1765
CAGGAAGG	-1766
AGAGATG	-1767
AGTCTGG	-1768
TGTTTCC	-1769
AAGCCAA	-1770
AGCTAG	-1771
CTGTTCC	-1772
ACAGATG	-1773
ACTTTAA	-1774
AATATG	-1775
AGTCTTG	-1776
CGGGCGGGG	-1777
TGCCGGG	-1778
ATAATAA	-1779
CACCAGG	-1780
CTGTTTG	-1781
CTCTGGT	-1782
CTCCAGCC	-1783
CTCCCCG	-1784
ATTCATT	-1785
CGCTCCG	-1786
ACTTTTG	-1787
CTGCTCT	-1788
ATCCTCC	-1789
TTTCATT	-1790
ATACG	-1791
CATTGCC	-1792
ACCGGGG	-1793
CGGGAAG	-1794
CCTCTGT	-1795
CGTCCG	-1796
ACTACAA	-1797
CCCCGGGG	-1798
ATGTGGG	-1799
TTGTGT	-1800
CGCGCGCC	-1801
TTTCTTG	-1802
CGGCCTCC	-1803
CTCAGGT	-1804
ATATTTT	-1805
AGGCAAG	-1806
CCTCATT	-1807
AGGATGG	-1808
CTCACTT	-1809
AGGTGAG	-1810
AAGCAAG	-1811
TTTCACC	-1812
AGCTGTT	-1813
CATGTCC	-1814
TGGGGAA	-1815
CTCCCGCC	-1816
CTGCTGT	-1817
CTTTCTTT	-1818
ACCTCAG	-1819
AGAGCAG	-1820
ACCCGCC	-1821
CTTGGTT	-1822
ATGGGT	-1823
ACTCG	-1824
CTACTGG	-1825
AGTTGGG	-1826
CGGGACG	-1827
ACCAGT	-1828
CCGCCCCGG	-1829
ACAAATG	-1830
ACACCAG	-1831
AGCCCCG	-1832
AGGAGGGG	-1833
AATCAA	-1834
CTCTGGCC	-1835
ACCGAA	-1836
AGTCGG	-1837
CTCAACC	-1838
CTCCTTT	-1839
CGTCG	-1840
CTAAGCC	-1841
CCCCGGCC	-1842
ATAAATG	-1843
AGGACTG	-1844
AGCACAG	-1845
CATTGTG	-1846
CTTCACC	-1847
ATTCCTG	-1848
AGGCTGGG	-1849
AGGTTTT	-1850
CATAAG	-1851
CCTCCGCC	-1852
AATTTCC	-1853
ACATGTG	-1854
CCGCGTG	-1855
AGACAT	-1856
AGCCTTG	-1857
ATTACT	-1858
CAGATGG	-1859
ACGGGT	-1860
CAAAAAT	-1861
ACAAGTG	-1862
CTGGGGGG	-1863
ACACATG	-1864
AATCTG	-1865
ATTTGGG	-1866
CTTCTTG	-1867
AAAAATG	-1868
CTGCAGCC	-1869
CTCCCCAG	-1870
ATTTTGG	-1871
CAGTGTG	-1872
CTGCCGGG	-1873
ATTACC	-1874
CCTCAAG	-1875
TGGCGG	-1876
AGGGCGGG	-1877
CCGCACC	-1878
ATGACAG	-1879
CAGACTG	-1880
CATCTCT	-1881
CAGAATG	-1882
ATAAATAA	-1883
TGAAACC	-1884
AGCACA	-1885
AGCAGTT	-1886
CATAAAA	-1887
AAGAAAT	-1888
CTGCAAG	-1889
CTAAGGG	-1890
CCGTTG	-1891
CTATTGG	-1892
AAGGTGG	-1893
ACTCCTT	-1894
TTTCTTTT	-1895
ATGCCT	-1896
ATATCC	-1897
ACTTCCTG	-1898
AGTTTGG	-1899
CGGGGAA	-1900
ATCTCA	-1901
AGCAAT	-1902
AATCAT	-1903
CGCGGGCC	-1904
ATCAGT	-1905
AGTAGT	-1906
AGTCCTG	-1907
CAGGCAGG	-1908
CAGGCTGGAGTG	-1909
ATCTCAG	-1910
AGTGGCC	-1911
ATATGT	-1912
CCTCGT	-1913
TGTACC	-1914
CGGGGCGGG	-1915
TGTCTGG	-1916
TGAAGGG	-1917
TAAAAAA	-1918
CGCCCGGG	-1919
CGAGAGG	-1920
AATCTT	-1921
CAAATAA	-1922
ACAGTCC	-1923
ACGCCTG	-1924
ACAAACAA	-1925
CGCACA	-1926
AGGTCAGG	-1927
AGGAAGT	-1928
CGCCCAG	-1929
CATTGTT	-1930
CGTGGT	-1931
AGAATCC	-1932
CTGTGAG	-1933
TTGACC	-1934
ACATGAA	-1935
ACACTGG	-1936
AGCTGCC	-1937
CAGCCGGG	-1938
CTCCGGGG	-1939
TGGTAA	-1940
AGCCCGG	-1941
CGTGTT	-1942
CTTGGAA	-1943
AGCGAA	-1944
CTCCTTCC	-1945
TTGATT	-1946
TGTAGG	-1947
CGCCGGCC	-1948
ACACAAG	-1949
AGAAACT	-1950
CAGCTGT	-1951
CTCCTGCC	-1952
ACCACTG	-1953
CTGCTGGG	-1954
CTGGCCT	-1955
TCCCCG	-1956
GTG	-1957
AAGTTTT	-1958
ACTCATG	-1959
TTTCCG	-1960
AAGACAA	-1961
CGCTCA	-1962
CGATCC	-1963
CTACCTG	-1964
CTGCAGGG	-1965
CTAAGAA	-1966
ACGGTT	-1967
ACCCCAA	-1968
ACGCCT	-1969
ATTTATTT	-1970
ACCTGTG	-1971
AGGCGCG	-1972
AGTCATG	-1973
AGAATTG	-1974
ACCTTGG	-1975
ACTGCACTCC	-1976
AAGGGAA	-1977
ACAAGAA	-1978
ACTTCCT	-1979
ACCAGAG	-1980
CGGACT	-1981
AGTCCG	-1982
CACATTT	-1983
CCGGTT	-1984
CGGTGT	-1985
ACACCG	-1986
AGTGTCC	-1987
CACTCCG	-1988
ACCTTTT	-1989
AGCCGCC	-1990
AGTGGT	-1991
CTGGGATTACAGG	-1992
ATTGGTT	-1993
ACCTGGGG	-1994
ATCGT	-1995
AATAAG	-1996
CCCCAGCC	-1997
CGTGAA	-1998
CGAGGT	-1999
AGCACG	-2000
AGCTGAA	-2001
ACAGCAG	-2002
CTACTTT	-2003
ACTACT	-2004
CGAGTT	-2005
CTTAGT	-2006
CAACAGG	-2007
CTGCAGT	-2008
ATACAT	-2009
AGGAGCG	-2010
ATCTGGG	-2011
ACATTCC	-2012
CGGTGCC	-2013
TGTGTGG	-2014
CTGCCTCC	-2015
AGCTCA	-2016
CTCAGGCC	-2017
CCGCCCCG	-2018
AGCTCG	-2019
CTTTCAA	-2020
CTGAAAT	-2021
AGGAAAT	-2022
AGAAGTT	-2023
CCTGGGTG	-2024
CTTTATT	-2025
AAAGAAAA	-2026
CGTCCGG	-2027
CTGACCT	-2028
ATGACG	-2029
AAAGTCC	-2030
CTTTTGG	-2031
ACTGCAG	-2032
AGAGAAAA	-2033
ACCAAGG	-2034
CGGGAGGG	-2035
CTGGCTGG	-2036
CGCCCTCC	-2037
CTGCATG	-2038
CGAAAA	-2039
AGACAGG	-2040
AAGAGCC	-2041
CGGGGGCGGGG	-2042
CTCTCCTG	-2043
ACACATT	-2044
CAACCTG	-2045
TTTCAGG	-2046
ACAAGTT	-2047
ATATATAT	-2048
ACTGGTG	-2049
CAAGGTT	-2050
AAGTGAG	-2051
CTGAGGT	-2052
CTGTTGG	-2053
ATGAGAA	-2054
CCTAGT	-2055
AGTCCCC	-2056
CAAATGG	-2057
ACCCAAG	-2058
CTTCTGT	-2059
CGCCGCCG	-2060
CTCCCAGG	-2061
TGGCCG	-2062
CACCTTG	-2063
CTTCATT	-2064
ATGACTG	-2065
AGCCACTG	-2066
ACTTGTG	-2067
AGGAGTG	-2068
ACTTGTT	-2069
ATTCCCC	-2070
CGCCCGCG	-2071
CACGAA	-2072
CCGAGAG	-2073
CGGGCGCG	-2074
ACTCTGT	-2075
TTGAAAA	-2076
AGTTTAA	-2077
CAAAATT	-2078
CCTCCTGG	-2079
ATCACA	-2080
CCTCAGCC	-2081
CTAAAAT	-2082
CACAGGT	-2083
CTAAGTG	-2084
ACAGTAA	-2085
CGCCAGG	-2086
ACATGGG	-2087
CATAAGG	-2088
CGCCCAGG	-2089
CCGCAGCC	-2090
ATGCAT	-2091
CTGACTT	-2092
CTCCCTGG	-2093
AGGGTGGG	-2094
ATCTCAA	-2095
CAAGTGG	-2096
CTGAGCG	-2097
CGAGTCC	-2098
TTTCTAA	-2099
CCAGTGG	-2100
CAATGGG	-2101
TTTATTT	-2102
AATCCT	-2103
CGGCGGCGG	-2104
CTCGCGG	-2105
CCTCTGCC	-2106
AGGAGTT	-2107
CGACCT	-2108
ATGCTGG	-2109
AGACTCC	-2110
CCAGTCC	-2111
TTGAGT	-2112
AAGGGCC	-2113
ACGGGCC	-2114
CAACTCC	-2115
ACCCAT	-2116
TTTCAAG	-2117
ACACTTG	-2118
CTGATGG	-2119
CCTCTCTG	-2120
GGGGGG	-2121
GAA	-2122
AGGAACC	-2123
CAATTTT	-2124
CTTTAT	-2125
CTGTGGT	-2126
ACAATAA	-2127
CCTACG	-2128
TTTCTGT	-2129
ACCTGAG	-2130
TGTCTCT	-2131
CCCCCAG	-2132
CAGTCAG	-2133
CGACTT	-2134
AAGCCGG	-2135
ACAGGGT	-2136
AGGCCAA	-2137
AGGCCTT	-2138
AGGAATG	-2139
CGCTCAG	-2140
ACCTGAA	-2141
CTCCCGGG	-2142
AGGGAGGGG	-2143
CTATTTG	-2144
CCTAGCC	-2145
ACAGAG	-2146
CTGTCAG	-2147
CGTCGG	-2148
CTCATTG	-2149
CTCGTCC	-2150
CGTCCCC	-2151
CTCAGGGG	-2152
CGTTTCC	-2153
ATTCTCC	-2154
ACACTCC	-2155
ACGCGGG	-2156
CCCCCTCC	-2157
CTAGGAA	-2158
CTTCCTGG	-2159
ATCGCC	-2160
CCTAGGG	-2161
TGTCACC	-2162
CACGGCG	-2163
CCTCTGGG	-2164
ACGTGGG	-2165
TCCCTT	-2166
CTAATTTT	-2167
CAGGAGCC	-2168
ACTCTTG	-2169
CTCGGCGG	-2170
CAGGCGG	-2171
ATTTGTT	-2172
ACGTTG	-2173
CTCTTAA	-2174
CCTTTGG	-2175
AGGGGTT	-2176
GGGCGGG	-2177
ACGTAA	-2178
TTTACTT	-2179
ATCCTGG	-2180
AGAAGGT	-2181
CATCCGG	-2182
CGAGCAG	-2183
AAGAATG	-2184
TTGTTTG	-2185
ACAGAAAA	-2186
CAAATTG	-2187
ATGCCTG	-2188
CAGAACC	-2189
ATGTGAA	-2190
ACTTGAA	-2191
CAGTCTT	-2192
CATAGT	-2193
AAGCTCC	-2194
ATTAGT	-2195
AGGTGAA	-2196
CTCTGTCC	-2197
AGAGGTT	-2198
CAAATCC	-2199
AAGAGTG	-2200
CTCGGTG	-2201
ATTGGGG	-2202
CCGCGCCG	-2203
ACCTTTG	-2204
CTCATTGG	-2205
CCCCCGCC	-2206
CAGGAGGG	-2207
CACATAA	-2208
CAGTGAA	-2209
CACCAG	-2210
TGAGTGG	-2211
CGCGAA	-2212
CAGAGCG	-2213
CAGAAAT	-2214
ATACCT	-2215
CTGCATT	-2216
ACTGAG	-2217
CCTAGAG	-2218
CACGTCC	-2219
AGGTGGGG	-2220
CAGCTTG	-2221
CAGCTCT	-2222
ACAGCTG	-2223
CCTAAT	-2224
TTGTGGG	-2225
ACATGTT	-2226
CAGGTAA	-2227
CTGCCTGG	-2228
CTGAGAT	-2229
ATGAAAG	-2230
AGGCTTG	-2231
CTTTCCTT	-2232
ACCGTT	-2233
CAGTGTT	-2234
TTGCCTG	-2235
ATCTTCC	-2236
CGTGTCC	-2237
TTTTTTTTTTTT	-2238
ATGAAGG	-2239
ACACGT	-2240
TAAAAAT	-2241
AGTCAAG	-2242
CTCCAGGG	-2243
AGGTGCC	-2244
CTGGAGCC	-2245
TTGACT	-2246
CACTCACC	-2247
ATTTGTG	-2248
AAGAATT	-2249
CAGGCCCC	-2250
CCTGGGTT	-2251
ATGGGAA	-2252
TGGCTCA	-2253
CAACCG	-2254
CAGGCCG	-2255
CATAATT	-2256
CACAATT	-2257
ATTGGTG	-2258
CTGGCG	-2259
CTGAGTT	-2260
CACAGGGG	-2261
CATCTTG	-2262
AGAAACTG	-2263
CAACAAG	-2264
TGGATG	-2265
CATGTAA	-2266
CTGAATG	-2267
ACAAATT	-2268
CAGGCCTG	-2269
CACAGGCC	-2270
CCTCTTCC	-2271
AAGACTG	-2272
ATGTTGG	-2273
CCTCAGGG	-2274
CGGCGCCG	-2275
ACAAAAAA	-2276
AAGTGTG	-2277
CTGCGGGG	-2278
ATCTAT	-2279
AGCCACCG	-2280
CTGGTTT	-2281
CAAACTT	-2282
ATTAGG	-2283
CACTTTCC	-2284
TGTCTGT	-2285
ACTACAG	-2286
AATAG	-2287
CAGGAT	-2288
CCGCCCCT	-2289
AGGAGAGG	-2290
ATTACAG	-2291
CGCGCTG	-2292
CTCATTTT	-2293
CGCAGTG	-2294
CAAAGTT	-2295
CCGCGGCG	-2296
TGGTTTT	-2297
AGTACT	-2298
CTGCTGCC	-2299
CTAGTCC	-2300
ATTCCATTCC	-2301
CTTCCGGG	-2302
AGGCTGT	-2303
TGAGTCC	-2304
CAGCATG	-2305
CTACCTT	-2306
CCGCCGCCG	-2307
AGGGAGAG	-2308
CGGGGCCGG	-2309
AGGGATG	-2310
CGCCCCTG	-2311
CTCAATT	-2312
CATACT	-2313
AGGCGT	-2314
CTCGCCG	-2315
CTGGAAGG	-2316
TGGTGGG	-2317
AGCAACC	-2318
ATAAGT	-2319
AGGTGTG	-2320
CTGAATT	-2321
CTTTTTCC	-2322
CGGCGGGGG	-2323
ACAAAAG	-2324
CAAGATGG	-2325
CTTTCTCC	-2326
AGGGGCGGG	-2327
AGGTTGG	-2328
ACTGTAA	-2329
CGGCGGT	-2330
AAGGAAG	-2331
CGCATT	-2332
CGGGCCGGG	-2333
ATCACAG	-2334
TGGCCT	-2335
ATGACA	-2336
AGAAAAGG	-2337
ACTTCCGG	-2338
CATACA	-2339
CGAAGGG	-2340
CAGCATT	-2341
CTGGATG	-2342
CAAACCT	-2343
CGCGCGGG	-2344
ACAGGTT	-2345
CTCCCCGG	-2346
CACTTTGGG	-2347
CAGTTTG	-2348
AAAGTAA	-2349
AGGGACC	-2350
AGTAAT	-2351
AGGCACC	-2352
ATTCCTT	-2353
AGTCTCT	-2354
CGGTTT	-2355
CGCTCCT	-2356
ACCATGG	-2357
CAGAATT	-2358
CTA	-2359
AGGTTTG	-2360
CAGAAGGG	-2361
CTTTGAG	-2362
AGTGGTT	-2363
CTACGT	-2364
CGACTCC	-2365
ACTCAAG	-2366
CGCTGTG	-2367
CTGGGTGG	-2368
CTCTTGT	-2369
CTGATTGG	-2370
CGCCTGCC	-2371
AGTACAG	-2372
CTGGGGTG	-2373
AGGCAGGG	-2374
ATTCATG	-2375
CAGAGTT	-2376
ATGTTTG	-2377
AGAAACAG	-2378
CGGGGTT	-2379
CATTTTTT	-2380
CATCTTT	-2381
CATCTGT	-2382
CGGCGGCC	-2383
CTCCTGT	-2384
ACAAAAT	-2385
ATCTGCC	-2386
ACTGGTT	-2387
AGGGCAGG	-2388
TTTCATG	-2389
TTTCCGG	-2390
AGGAATT	-2391
CACCTGCC	-2392
CCGCGTCC	-2393
ACTCTCT	-2394
CACATTG	-2395
ATCTTTT	-2396
CACGGAG	-2397
CGGCAA	-2398
CTCTGTGG	-2399
CTACTTG	-2400
CTCAATG	-2401
ACACCTT	-2402
CCTACAG	-2403
CCGTGCC	-2404
CACCCTG	-2405
ACAAAG	-2406
CTTCATG	-2407
AGTGGTG	-2408
CTACAAG	-2409
AGGAAGTG	-2410
CTAGGTG	-2411
AGCCCGGG	-2412
AAGGAAGG	-2413
AGAAGGAA	-2414
CACTTAA	-2415
ATCTCTT	-2416
AGGAGCTG	-2417
CCTCAGT	-2418
GGCCGGG	-2419
CTAATAA	-2420
CTGTTAA	-2421
ACCAGAA	-2422
TGTCTTG	-2423
CCCCACCCC	-2424
CTCCCACC	-2425
CAATGAA	-2426
AAGCCTT	-2427
CTCATAA	-2428
TGTGTCC	-2429
ATGTGTT	-2430
ATCGCG	-2431
AGCAAGG	-2432
CGGGCTG	-2433
CCTCTAG	-2434
ATCTCGG	-2435
ACAATGG	-2436
CCTAAAA	-2437
AAGCACC	-2438
ACCACTT	-2439
ACGCAGG	-2440
CCGTTT	-2441
CGGCTGGG	-2442
CATGGTT	-2443
TAAAATG	-2444
AGGCGCC	-2445
CGTGGTG	-2446
CCTCCGGG	-2447
AGAAAGT	-2448
TGTAGT	-2449
ATAGAT	-2450
ATCAAT	-2451
ACCGCCCC	-2452
CCTCGGGG	-2453
ATCCGGG	-2454
AGCCCTT	-2455
CATTCATT	-2456
CTGGTTG	-2457
CCGACT	-2458
CCGCCCGCC	-2459
AAAGTGG	-2460
CAACACC	-2461
AGCAAAA	-2462
CCGCCGT	-2463
CGCCGTG	-2464
ATAAATT	-2465
CATAATG	-2466
AAGAACC	-2467
CTGGAGGG	-2468
CAACATG	-2469
AGCCAGGG	-2470
AGTGCAG	-2471
CGGTAA	-2472
CGCGCCGG	-2473
AAGTCAG	-2474
CTGGACC	-2475
ACAGCTT	-2476
AAGTTCC	-2477
ATGACAA	-2478
ATTCCAG	-2479
GTT	-2480
AATCAGG	-2481
TTTATTG	-2482
AGTCTCG	-2483
CTCTCCTT	-2484
CAGCAGGG	-2485
CTCCCTCT	-2486
CTAGGAG	-2487
CACCGTG	-2488
AGGAGCAG	-2489
AGCTTCC	-2490
AGGACAA	-2491
AAAACAA	-2492
CGGCCTT	-2493
TGTCTTT	-2494
CCTCATG	-2495
CCGAAGG	-2496
CGTCAT	-2497
CGGACGG	-2498
CGGGGCCGGG	-2499
AGCTCTT	-2500
CTCACTGCAA	-2501
CTGCTCTG	-2502
CTATGGG	-2503
CTGAACC	-2504
ATCTCG	-2505
ACCTGGT	-2506
CACGGTG	-2507
CGGCACC	-2508
TTTTTTT	-2509
CTCACCTG	-2510
CGAATG	-2511
ACTCCAA	-2512
CTTGCTT	-2513
TCCCCAG	-2514
ACACTTT	-2515
CATGGAA	-2516
TTTTAAAA	-2517
CGCGTGG	-2518
CTACATT	-2519
TTGCAT	-2520
TTTGTGG	-2521
AGATAT	-2522
AGTCG	-2523
AGCCCCGCC	-2524
AAATGGG	-2525
CATTGGG	-2526
AAAAAAAAAA	-2527
ACAGAT	-2528
CGGGCAG	-2529
CTCAAGT	-2530
CCCCAGGG	-2531
ACGCGCG	-2532
CAGGTGGG	-2533
CTTGTTT	-2534
TCCTTG	-2535
ATTCTCT	-2536
CACACAA	-2537
CCGTGT	-2538
AGCCACAG	-2539
AGCGGCC	-2540
CTGTCTG	-2541
CACCCCGG	-2542
ACCAGTG	-2543
CTTTCTCT	-2544
CAGACAA	-2545
CTAAAT	-2546
CAGCCTGG	-2547
CTGTCTCT	-2548
CGCAGAG	-2549
CGCTAG	-2550
CACTCCCC	-2551
CATTCTT	-2552
ATCTTTG	-2553
AGAAAGAG	-2554
CGCTAA	-2555
AGGGTTG	-2556
CGTCGCC	-2557
AGACCGG	-2558
CAGCAGCC	-2559
CGGCTCG	-2560
ACCTCTT	-2561
CTGTCCT	-2562
ACTTTTT	-2563
ACCCCTT	-2564
CCGCTCT	-2565
ATTTCTG	-2566
ACTCAGT	-2567
CGGGGCCTG	-2568
CGCTGGGG	-2569
ATGCAGG	-2570
CTTTTTAA	-2571
ATAAAAG	-2572
CGGCGTG	-2573
ACAGTTG	-2574
TTTAGG	-2575
CACGCCCC	-2576
CACACACC	-2577
CTGGAGAG	-2578
AGCTCCT	-2579
ATCAGGG	-2580
CTATGTG	-2581
AGAGTAA	-2582
CGAAGCC	-2583
ATGAAAT	-2584
ATGGGTG	-2585
CACTTGT	-2586
CCGGAAG	-2587
CGAGCTG	-2588
CAGAGAGG	-2589
CGTCGGG	-2590
ACTGAGG	-2591
TGTTTTG	-2592
CAGCTGGG	-2593
CTAAGTT	-2594
CAAATTT	-2595
CTCCATG	-2596
CGCACAG	-2597
ATCGGG	-2598
ACTCGGG	-2599
AGGTTCC	-2600
AGTAGAA	-2601
AAAGAAG	-2602
ATCTGTG	-2603
CAGCTTT	-2604
CTGGCCCC	-2605
CTAGTGG	-2606
AGGGAAAA	-2607
ATTTCCT	-2608
TCCCGCC	-2609
CTAGGTT	-2610
CGCAAGG	-2611
TTTCAGTT	-2612
ATTCTGG	-2613
CTATGAA	-2614
ATTTTGT	-2615
AGATTTT	-2616
CAGTTGG	-2617
TGGGGTT	-2618
TAACTT	-2619
CGGGGCCG	-2620
CTCCCCTG	-2621
ACACAGT	-2622
CGGTTCC	-2623
CATCATG	-2624
CGGAGGGG	-2625
AGTCCGG	-2626
CGGGAAGG	-2627
CAATGAG	-2628
TGTCAGG	-2629
CAACCAA	-2630
ACAGGAAG	-2631
CAAGAAG	-2632
AGGCATG	-2633
ACACCAA	-2634
CACTGGT	-2635
TGGAAGG	-2636
CGCCCTG	-2637
CTCCCGCG	-2638
ACATGCC	-2639
CGGCGGTG	-2640
CGAGCT	-2641
CCTTTTG	-2642
CAATGTG	-2643
CCGCTGCC	-2644
ATTCTAA	-2645
CGGCCGCG	-2646
CTGGGTCC	-2647
ATTAATT	-2648
CACCGCCCC	-2649
AGAGACAG	-2650
CAGCAGT	-2651
ATGACTT	-2652
CATTTTCC	-2653
CAGGCCGG	-2654
ATGGTAA	-2655
AAAAAAT	-2656
AGGCCTGG	-2657
ATCACT	-2658
ATTCAAG	-2659
CCTGGGAA	-2660
CACACTT	-2661
CGGAGCTG	-2662
CTGGAGT	-2663
AGGGCTT	-2664
AGAGTTG	-2665
CATATTT	-2666
ACGAAG	-2667
ATTATTT	-2668
CTCACCT	-2669
TGGAGT	-2670
CGCGGGT	-2671
CAACCAG	-2672
CGCCCACC	-2673
CTGGGGAA	-2674
CAACATT	-2675
TTTTTTG	-2676
CGTCACC	-2677
CATCAGG	-2678
ACTGAAG	-2679
AGAGAGAA	-2680
CACACTG	-2681
CAGAGGT	-2682
TTTGTTTG	-2683
CGGGCGCC	-2684
AGTGAGG	-2685
ATTTGAG	-2686
TGTTTAA	-2687
TTTAGT	-2688
ATTGTGG	-2689
CCGTAA	-2690
CACCGCCG	-2691
CATAACC	-2692
CGACCCC	-2693
AGAGAGGG	-2694
CTGGTGGG	-2695
AGAGACC	-2696
ACTACG	-2697
AGTGAAG	-2698
CAGAGCTG	-2699
CTACACC	-2700
ACTTCTT	-2701
CAGCCAAT	-2702
TCCAG	-2703
CCTAACC	-2704
ATAAGGG	-2705
AGTTTTT	-2706
CCGCTCG	-2707
TGTGTGT	-2708
CATTGGT	-2709
ACATTAA	-2710
AGGACGG	-2711
CAACTTT	-2712
CTGAGCTG	-2713
ATATTTG	-2714
CCGCAGGG	-2715
CAGGACG	-2716
CCCCTTG	-2717
CGGATT	-2718
CCGCTGGG	-2719
CCGCCAA	-2720
CCTCTCG	-2721
CAGCTCTG	-2722
CGGCCTGG	-2723
TGGCG	-2724
TTTCAGT	-2725
AGCCGCG	-2726
CGCACT	-2727
CTTCAAG	-2728
CTGGCAGG	-2729
ACATGAG	-2730
AGTCTTT	-2731
ACACTGT	-2732
ATCCACC	-2733
ACATTTCC	-2734
ATGAGCC	-2735
AGTGACT	-2736
ATAGGT	-2737
CCCCTTCC	-2738
CTTTTGT	-2739
CGCCCCCC	-2740
CAGTTAA	-2741
AAGAGTT	-2742
AAGTTTG	-2743
AAAATCC	-2744
AGAGGGGG	-2745
CCTCTCCT	-2746
CAGCTCAG	-2747
TGGCAA	-2748
ACGACG	-2749
AGGAGGGGG	-2750
AGCGGCG	-2751
AAGAAGGG	-2752
TAAATAA	-2753
AGTGTTG	-2754
CGGAACC	-2755
AAAAGGAA	-2756
AGGACTT	-2757
TTTCACTT	-2758
CCTCCCTCC	-2759
ATTACAA	-2760
CACCTGT	-2761
CAGAAGT	-2762
CAAGAGG	-2763
AGCGTCC	-2764
CCTCGGCC	-2765
TAAACT	-2766
AGAAAAT	-2767
AGCACTG	-2768
CAGGGTGG	-2769
AGACTGG	-2770
TTCCGGG	-2771
TAAACAA	-2772
AGCCAGCC	-2773
TGTACT	-2774
CAGGAAAA	-2775
ACCCCGCC	-2776
AGGGCCG	-2777
CAGACCT	-2778
CACCATG	-2779
ACCCGCG	-2780
CTCACCCC	-2781
CTACAGT	-2782
AGCAATG	-2783
AGGGCCTG	-2784
CTATTCC	-2785
CTGAAGGG	-2786
TTTCTCTT	-2787
ATTCTTG	-2788
CTGAAGT	-2789
AGCTTTG	-2790
CGGCCAA	-2791
CGC	-2792
AGGGGAGGGG	-2793
AAATAAAA	-2794
CTGACAA	-2795
CCTAAGG	-2796
CTGGAAT	-2797
CTTCTAA	-2798
AGCTTGG	-2799
CTTAGAA	-2800
AGCGCCCC	-2801
CTATGTT	-2802
AAGGGTG	-2803
TTTACAG	-2804
ATTGTCC	-2805
CCGCCCCTG	-2806
ACTGTTG	-2807
CAAGACC	-2808
CTGATTT	-2809
AGGGACG	-2810
CTGGCCG	-2811
ATCACTG	-2812
CTGGAGTG	-2813
AAGACTT	-2814
ACCTCCCC	-2815
AATGTGG	-2816
CACAAGT	-2817
AGCACT	-2818
CCTTCCCC	-2819
CATGTTG	-2820
CCTGCCCC	-2821
ACCAAAG	-2822
CAGGCTT	-2823
AGGAGGT	-2824
CCGGCCGG	-2825
ATTGTAA	-2826
CAAATGT	-2827
CTGGTAA	-2828
CGCACTG	-2829
CACTGGCC	-2830
ATGAGGG	-2831
ACTGAAT	-2832
CGGCTCT	-2833
ATGAGAG	-2834
CGCCCCTT	-2835
ACCGGCC	-2836
CGTCGT	-2837
TCCCCGG	-2838
TGGGTT	-2839
TGTCATT	-2840
CCGCGCCCC	-2841
CTGGAT	-2842
CTGGCTCC	-2843
ATGCCCC	-2844
TGAGAAG	-2845
CGCCACG	-2846
CATCATT	-2847
ACAGAAT	-2848
CTCCACT	-2849
CTCCTAA	-2850
CGCACGCG	-2851
CCGCGGCGG	-2852
CTTGTTG	-2853
CCTACA	-2854
CCTCTAA	-2855
AGCCAT	-2856
ATGCATG	-2857
CTGTGGGG	-2858
ACAGACC	-2859
CTATGCC	-2860
ATGAGTT	-2861
CATCG	-2862
ACCTCTG	-2863
CTGTATT	-2864
AGCTGGGG	-2865
CACACCTG	-2866
AGCGCGG	-2867
TGGCCTG	-2868
CTGCGCGG	-2869
CTCCTCCT	-2870
TTTACAA	-2871
TGTTGGG	-2872
CTACGCC	-2873
AGAGAT	-2874
TGGAGCC	-2875
CTGTTTCC	-2876
CAGCTGCC	-2877
TGTCCG	-2878
CTCACACC	-2879
AGTAGGG	-2880
ACTGGGT	-2881
CTTGTAA	-2882
AGGCGGCGG	-2883
CCTCCACC	-2884
CAAGTAA	-2885
CGGGTGGG	-2886
CTCACAA	-2887
CAGGTGT	-2888
AGGGTAA	-2889
CAGCGCGG	-2890
CTGCGTG	-2891
CAGGACT	-2892
CTTGTTTT	-2893
ACAGCCCC	-2894
AGTCCTT	-2895
CTGTCTCC	-2896
CGGCGAG	-2897
AGAAAGCC	-2898
AGCTTTT	-2899
ATGAATG	-2900
CAATGCC	-2901
AGGAGGAG	-2902
AGCCCG	-2903
AGCGGCGG	-2904
TGGCAGG	-2905
ATTCACC	-2906
ACACTAA	-2907
CAATTCC	-2908
TTGTGAA	-2909
CAACCTT	-2910
CATTGAA	-2911
AGGGGGCGGGG	-2912
AAGTGCC	-2913
AAGCATG	-2914
TTGTGTG	-2915
CAAAAGT	-2916
CCTACTG	-2917
CAGAGAAG	-2918
AATTTAA	-2919
ATGGTCC	-2920
CCGAT	-2921
ACGCTT	-2922
TTTTGGG	-2923
CAGTCTG	-2924
CTCGCCCC	-2925
ACACTCT	-2926
CTCTCCGG	-2927
ATGCCAG	-2928
ACCCAGCC	-2929
CGGGCTGG	-2930
CCGCAT	-2931
AGTATTT	-2932
CTCAGTCC	-2933
ATGTTCC	-2934
CTTACTG	-2935
ATCTGAA	-2936
AGGGGAGG	-2937
CGCCCGGCC	-2938
CGAAGT	-2939
CCGGCGG	-2940
CCGCTGT	-2941
CGCGCAGG	-2942
CGAGAT	-2943
CACACAT	-2944
CAGAGAT	-2945
AGGCTTT	-2946
CGCACCG	-2947
CCGCCCGG	-2948
CCTCCCAAAGTG	-2949
CCGCCCTCC	-2950
TGGTGT	-2951
AGCGCCG	-2952
TTGAAGG	-2953
ATTAAAT	-2954
CCTAGAA	-2955
ACCTGGCC	-2956
ATTCAGG	-2957
CATTTTGG	-2958
CAAAGGT	-2959
AGTCACAG	-2960
AAAATGAA	-2961
AAGAAAAG	-2962
AGA	-2963
AGTGGAA	-2964
ACAGTTT	-2965
CTGTGTCC	-2966
TTTGTTT	-2967
CCTGGTGG	-2968
AGGCTCT	-2969
CTAAGAG	-2970
AGTCGT	-2971
ATTCTTT	-2972
ACTAAGG	-2973
CAGGAGAG	-2974
CCGGTCC	-2975
CACATTTT	-2976
AGGCAGCC	-2977
CAACGG	-2978
TTGAGGG	-2979
CAGAGTCC	-2980
CGAATT	-2981
TGGAAT	-2982
TTGCTTT	-2983
CGCGCTCC	-2984
CAGGGGTG	-2985
CGCCAGCC	-2986
CTTGGGGG	-2987
ACAAACC	-2988
CTGGACT	-2989
CTTATTT	-2990
CACCCCTG	-2991
CTGAGAGG	-2992
ATCACTT	-2993
AGGGGTGG	-2994
CTCCACCT	-2995
AGGATCC	-2996
CTCGTGG	-2997
CTGCCGCC	-2998
ATTTGCC	-2999
CTGGCCTG	-3000
AGCAATT	-3001
CTGTCACC	-3002
CGACAA	-3003
CTTAGAG	-3004
CTACCGG	-3005
AGTCAGT	-3006
ATCACG	-3007
CGGAAT	-3008
AAAAAAG	-3009
CCTCCTTCC	-3010
CACACCCC	-3011
TGTATTT	-3012
TGAGTAA	-3013
AGAAAGGG	-3014
CAAAACAAAA	-3015
CAAGAAT	-3016
CAATTTG	-3017
ATTGGAA	-3018
CTAGAAT	-3019
CCTGGTCC	-3020
ATATTAA	-3021
CGGGGGT	-3022
AGCGTGG	-3023
CGAGGAGG	-3024
TTTTTTTTTT	-3025
AGGAAGCC	-3026
CCGAGAT	-3027
ACGCAA	-3028
ACCCCGGG	-3029
CGCCTTCC	-3030
ATTATAA	-3031
CCTTTAA	-3032
ATTTAAT	-3033
CATCCG	-3034
ACTTGGT	-3035
CAGAGCAG	-3036
CCTCTCAG	-3037
CCAGCCCC	-3038
AATCACC	-3039
ACTGCTT	-3040
TGAAATG	-3041
AGAAATAA	-3042
AGGCGCGG	-3043
AGCGCAG	-3044
CAGGGTCC	-3045
ACTAGGG	-3046
CCTGCAG	-3047
ATAAAAT	-3048
CGACGCC	-3049
TTTATTTT	-3050
AGTCTCA	-3051
CTCGGGGG	-3052
ACTGGGGG	-3053
CACCCTT	-3054
CGCTCTT	-3055
CTAATCC	-3056
AGAAGGTG	-3057
AGAAACAA	-3058
CTGTGGCC	-3059
ACGAG	-3060
CGTGGGGG	-3061
CTGAGGGG	-3062
AGTAAGG	-3063
TTTATAA	-3064
CAGCCTTG	-3065
AAAGCAG	-3066
AGCCATG	-3067
TGTGGGT	-3068
ATGGCAG	-3069
CCGCCCCTCC	-3070
AGCCACT	-3071
ATCCCAG	-3072
CTCCCAA	-3073
AAGTTGG	-3074
CAGGTTG	-3075
TTTCCTCC	-3076
CAAGAAAA	-3077
CGTTGT	-3078
ACCTGTT	-3079
CCGAGGGG	-3080
CTCGGGCC	-3081
TGTCATG	-3082
ATAGCT	-3083
AAGTGTT	-3084
CGCCCCTCC	-3085
ATCTGTT	-3086
AGGCAGT	-3087
AGTGGGGG	-3088
CCGAGGCC	-3089
CAGGATT	-3090
CTGGATT	-3091
CGCGCGGGG	-3092
TTGCCTT	-3093
CGAGGTG	-3094
CAGGAGT	-3095
CCAGCAG	-3096
CCGAGTG	-3097
ATCCGCC	-3098
CTGGCCGG	-3099
ACACACAG	-3100
ATTTTTCC	-3101
CGGTGAG	-3102
CTCTCACC	-3103
TTTCTAG	-3104
CGCTTGG	-3105
AGTCCCAG	-3106
TGGAAAA	-3107
AGTTGGGG	-3108
ACCAACC	-3109
CACCCGG	-3110
CGCCAG	-3111
CAAAATAA	-3112
CATACAG	-3113
CTGAGCAG	-3114
CGCCGCGG	-3115
CGGGCCCC	-3116
CGCTGAG	-3117
CGCGCCTG	-3118
AGGAGGAGGAGG	-3119
AAGGCAG	-3120
CCTTCCT	-3121
AGAACAG	-3122
AGGGAGCC	-3123
CTCCGGCC	-3124
CTTCTGGG	-3125
CTGTGTGG	-3126
AGAAATGG	-3127
ACAGAAAG	-3128
CATCCAA	-3129
ACTAGT	-3130
TTTCTGTT	-3131
CTTCGT	-3132
CCGTTCC	-3133
ACTGAAAA	-3134
CAAACAT	-3135
AGGCACAG	-3136
CTGCGGCC	-3137
ACATTGG	-3138
AGGCTGAGGCAGG	-3139
AAGGTAA	-3140
TAAGGAA	-3141
AGAAAGTG	-3142
CGCGAGG	-3143
ACGTGT	-3144
ACCCCCC	-3145
AGTACTG	-3146
CGGGAGCC	-3147
CCGCGTT	-3148
AGTACTT	-3149
CCTACTT	-3150
CTCCTTTT	-3151
ATTGTTG	-3152
CACCTAA	-3153
CAAAGAT	-3154
CAAATAT	-3155
AGGAAATG	-3156
CATCAAG	-3157
CGGCTCCG	-3158
ATTTCAG	-3159
TTTGTTTT	-3160
ACCACCT	-3161
CTCTTGGG	-3162
AGTCACA	-3163
CTACATG	-3164
TGGCTGG	-3165
CCTTCCTT	-3166
CCGCCACCG	-3167
CAACTTG	-3168
CCGCGGT	-3169
CTGAGCT	-3170
CAGAGGGG	-3171
ACACCGG	-3172
CCTGCCTG	-3173
ATAATCC	-3174
ACTACAGG	-3175
CGCACGG	-3176
CGAGGAG	-3177
CTTACTT	-3178
CGCCTGT	-3179
CAGGCTCC	-3180
CTGAGGCC	-3181
AAGCGGG	-3182
ATGAGGT	-3183
CTTCTAG	-3184
ACCCTCT	-3185
ACTGTGT	-3186
CTCGGGT	-3187
CACTCCTG	-3188
TGGAGGG	-3189
CGCAGGGG	-3190
ACGCTGG	-3191
ACATTGT	-3192
CGCAGGCC	-3193
ACAAAGG	-3194
CATTTGT	-3195
TTGCCAG	-3196
CATAGTG	-3197
CGGACAG	-3198
CTTCTCTG	-3199
CCGCCCCCC	-3200
CTCTACT	-3201
CACAGGTG	-3202
CGATTGG	-3203
ATGATGG	-3204
ACTTCCCC	-3205
TGTTTGG	-3206
AGTCACTG	-3207
CTAAATT	-3208
AGC	-3209
CTTTCAT	-3210
CTCTACC	-3211
TGAAAT	-3212
ATCCTTG	-3213
ATTGTTTT	-3214
TAAACA	-3215
TTTAGAA	-3216
CTCAGGTG	-3217
TTTACTG	-3218
CGGGGCGG	-3219
CGTGCGTG	-3220
CAGGAAT	-3221
AGGGGGTG	-3222
ACCCTGGG	-3223
CCGCAGT	-3224
AGCCCTGG	-3225
CTTAACC	-3226
AGCACTT	-3227
TTGTTTTG	-3228
CTCCAAG	-3229
CTGTCAT	-3230
AGGAGAT	-3231
ACGCGT	-3232
CTTGCAG	-3233
AGCCTGT	-3234
CTTCTCAG	-3235
TCCACC	-3236
ATGAGTG	-3237
AGCGGT	-3238
CGAGAAG	-3239
ATTAAAG	-3240
CCTGAGG	-3241
ATGTCTT	-3242
CCCCTGCC	-3243
AAAAATAA	-3244
ACGGGAA	-3245
AGCCTGTG	-3246
CACCCACC	-3247
CCGCCTGG	-3248
CCTAGTG	-3249
CGGAGTG	-3250
CTCGCCGG	-3251
CACGTGGG	-3252
CCTACAA	-3253
CTTCAGT	-3254
CTGATTG	-3255
ACACAGCC	-3256
AAAAACAA	-3257
ATTATTTT	-3258
CTTTCCTG	-3259
AATACC	-3260
ACGGGTG	-3261
AGTAATT	-3262
AGAGGAAG	-3263
CGGGGTGG	-3264
CGTCCTG	-3265
CAACTGG	-3266
ATTCAGT	-3267
ATTCCAA	-3268
AGGGGAGGG	-3269
CTTTGGT	-3270
CGGGCTCC	-3271
ATGGGTT	-3272
ATGCCTT	-3273
AGGCATT	-3274
TTGCTGG	-3275
AGGGCTGG	-3276
TAATTTT	-3277
ACCACAT	-3278
CGGCGTCC	-3279
CTTGCTG	-3280
AGCTCCG	-3281
CCTCACG	-3282
AGAGACT	-3283
CTCACTCC	-3284
CCGCGCGCC	-3285
AGGTCAG	-3286
CACCACG	-3287
AAGCATT	-3288
ATGTGCC	-3289
TAAAATT	-3290
CAACGT	-3291
CGTTAA	-3292
ATAGCAG	-3293
CAGCCACC	-3294
CGAGACC	-3295
CGCCTGGG	-3296
ATGAATT	-3297
CTTGAAG	-3298
CAGAGCT	-3299
CTCCTGCCTCAG	-3300
CTTCCTGT	-3301
CTGAGTCC	-3302
ATGGAAG	-3303
ACTTCCTT	-3304
AGCGGAG	-3305
CTCGGTT	-3306
AGCCACG	-3307
GGGGAA	-3308
CTCACAT	-3309
AGAGCTT	-3310
CGAGTGG	-3311
ACCGTCC	-3312
CAGGCCT	-3313
AGTCCTGG	-3314
ATGCGG	-3315
CTGAGAAG	-3316
ATCAGTG	-3317
CGTTGGG	-3318
AGCCGT	-3319
CGTGTGG	-3320
CGGCCCGG	-3321
CGGGAGCG	-3322
CGGCGTT	-3323
CTCTCTGG	-3324
CGATTG	-3325
TGGATT	-3326
ATGTGAG	-3327
TTTACA	-3328
CTCGGAA	-3329
CCTACCT	-3330
CTCTTGCC	-3331
CTGGGGTT	-3332
ACGCATG	-3333
AAAAACC	-3334
CCAGAGG	-3335
TTTCCAA	-3336
ACTATTT	-3337
TTTCTCTG	-3338
ACCTTGGG	-3339
CGCGCAG	-3340
AGAACAA	-3341
CCTAAAG	-3342
ATCTCCT	-3343
ATTTAAAA	-3344
AGAGCTG	-3345
AGGATTG	-3346
AGACAAG	-3347
ACAGCAA	-3348
AGTGGGT	-3349
CTACTGT	-3350
CCTCTCCG	-3351
CGCCAGGG	-3352
CGGGGCTGG	-3353
ATGGCGG	-3354
CGCCGCCGCCG	-3355
TTTCCTGG	-3356
AGGCCAAGG	-3357
ACACAGGG	-3358
CTTTTCTT	-3359
ATGCTCC	-3360
ATCAGCC	-3361
CAGCTAA	-3362
TTTGTCC	-3363
CAGGCGGG	-3364
CACCAAG	-3365
CCGCCACC	-3366
AGCACAA	-3367
AATATTT	-3368
CCGACGG	-3369
CCTCTGTG	-3370
ACAAGGT	-3371
CAGAAATG	-3372
CACTTCCTG	-3373
CGCCGCCCC	-3374
ACTACTG	-3375
AGAAACG	-3376
TTGTCTT	-3377
AAGGTCC	-3378
CAGCACAG	-3379
AGGCTCAG	-3380
CAGCCGCC	-3381
CGGCCCCGCC	-3382
ACAGTGT	-3383
CACACAGG	-3384
CATCTCTG	-3385
CGCCACCG	-3386
AAGGAAAA	-3387
CTACCTCC	-3388
AAGCCGGG	-3389
ACTAATT	-3390
CAAGTTG	-3391
CACAGGAA	-3392
CGAAAT	-3393
CACGCCGG	-3394
CATATAA	-3395
AGTGAGTG	-3396
CACTGTGG	-3397
CTGGTGT	-3398
CACTCTCC	-3399
ATTACTG	-3400
ATGGCAA	-3401
CTGCTAA	-3402
CGAGCGG	-3403
ACGTTT	-3404
ACCGCGG	-3405
CTCTCCG	-3406
TTTTTGG	-3407
TTGGTGG	-3408
ACAATCC	-3409
CTGCGGT	-3410
CTGCTCAG	-3411
TGAATAA	-3412
CCTCTTTT	-3413
ACTCTTT	-3414
ACTCTAG	-3415
AAAAAAAT	-3416
AAGAAGT	-3417
CGCCGCCGCC	-3418
ATAGTAA	-3419
ATTATTG	-3420
ATTCTGT	-3421
ACTCCTCC	-3422
AGAATGT	-3423
AGTCTGT	-3424
AGAAAAAA	-3425
CACCAT	-3426
CATCTAA	-3427
CGACGT	-3428
CGCAAT	-3429
ACCCAGT	-3430
AGAATGAA	-3431
CCGGGGT	-3432
AGAGTTT	-3433
CTGCTGTG	-3434
ACGGTGG	-3435
CCTCACTG	-3436
CTCAGTGG	-3437
CTGCTCG	-3438
CACCCCG	-3439
AGGGACT	-3440
CGGAAAG	-3441
AGGGGAAGG	-3442
ATGGGGT	-3443
CGCCAT	-3444
CTTTCCCC	-3445
AAGCTTG	-3446
CTAAGGT	-3447
AAGCTGT	-3448
ACCGTGG	-3449
AGGCTGCC	-3450
ACGCCGGG	-3451
AGCTCAGG	-3452
AGGCCTCC	-3453
ATGAGAT	-3454
CAATGTT	-3455
ACCCTTG	-3456
AAGAGCG	-3457
ACTCGT	-3458
CAGCGTG	-3459
AGTCGGG	-3460
CGGGGGCGGG	-3461
AGCCCGCC	-3462
CTCCCCTT	-3463
CGCGGCGG	-3464
CTGACGT	-3465
CCGGTGG	-3466
TTTAGTT	-3467
CAGGGGAA	-3468
AAAATGT	-3469
CAAGGGGG	-3470
ACGATG	-3471
CGGCGCGGG	-3472
AAAAGGT	-3473
ATCAGAA	-3474
ACGACC	-3475
CAATTAA	-3476
CGCGGCCG	-3477
AGGAGAAG	-3478
AGGGAAAG	-3479
CTTCTGCC	-3480
ACCAATT	-3481
CCCCCACC	-3482
CCCCTTT	-3483
TCCCGGG	-3484
AGGTGTT	-3485
CCGATG	-3486
CAAGATG	-3487
AAGAGAAG	-3488
AAGAGCAG	-3489
CTGCTTTT	-3490
ACCAGTT	-3491
ACAGCCT	-3492
CCTGGGGT	-3493
ACTAATG	-3494
ACTCTAA	-3495
AGAGAGAGAGAGAGAG	-3496
AGTGATG	-3497
CTCCGAA	-3498
TTGCAGG	-3499
AAGCGT	-3500
ACGCCTT	-3501
CGGAGAGG	-3502
CTGATCC	-3503
ACATAAT	-3504
CTCCATT	-3505
ATTTCAT	-3506
CCTAATT	-3507
ACACGCC	-3508
CACAAGCC	-3509
CTTAGGG	-3510
ACAGCCTG	-3511
AATCATT	-3512
CCGCTTG	-3513
CTAGTAA	-3514
AGTGATT	-3515
CGCCCCGCCCC	-3516
CTTCTTCC	-3517
AGAGCTGG	-3518
CATTTTTG	-3519
CTCCTTGG	-3520
AGATGAA	-3521
ATAATGG	-3522
ACAGAGAG	-3523
TTTGTAA	-3524
ACAGAGTG	-3525
ACTAGAA	-3526
TTGAAAG	-3527
AATAGT	-3528
ACCAAAT	-3529
CATACTT	-3530
AAGTAT	-3531
ACGTTTT	-3532
CTCAAGTG	-3533
CTTTGGGG	-3534
CGGCAGCC	-3535
CTATTTCC	-3536
CAGACGG	-3537
CTCCAAGG	-3538
CCTCCGT	-3539
CTGGCAA	-3540
ATTAGAA	-3541
AAGTCAT	-3542
ACCCTGT	-3543
CTCCAGT	-3544
CCGCTTCC	-3545
CGGAGCT	-3546
CCTCACA	-3547
CGGGCGCGG	-3548
AAGCTTT	-3549
CTACCAA	-3550
CGGCAT	-3551
CTTTCCGG	-3552
CAGATAA	-3553
CTGGGAGG	-3554
CTGTGGTT	-3555
ACACAAT	-3556
CCTCCCAG	-3557
AGCCTGCC	-3558
CGGGGGCC	-3559
ACCCATG	-3560
ATTAATG	-3561
TTGCCCC	-3562
ACCCAGGG	-3563
AGGAGTGG	-3564
CGGAAGTG	-3565
CTTCTCTT	-3566
CTCTGGTG	-3567
CGCCGCCGG	-3568
AGGGTGGGG	-3569
CAAAATGG	-3570
CACATGCC	-3571
ACCCGT	-3572
ATGCAAG	-3573
CCGCACG	-3574
CACCTTCC	-3575
CGACAGG	-3576
CAGGCAA	-3577
CTGAGTGG	-3578
CTTGGGT	-3579
ACTAAAT	-3580
GGGGTG	-3581
ACACCTGG	-3582
AGCCAGT	-3583
CGTCCTT	-3584
CGACCGG	-3585
AGCGAGCG	-3586
AGTAGTT	-3587
CGGGACT	-3588
AGAATTT	-3589
CAAGGGT	-3590
ACAGCCAG	-3591
CCGAACC	-3592
CTGGGATT	-3593
ATGGGCC	-3594
CAGGCCAG	-3595
ATGGAG	-3596
CTGCTTCC	-3597
CTCTGGAA	-3598
AAAAATT	-3599
CATTTTAA	-3600
TAACAA	-3601
CGGGCCTG	-3602
AGAGCAGG	-3603
CCTCACAG	-3604
TTGAAAT	-3605
ACCACGG	-3606
CTGCAGTG	-3607
CCGCAAG	-3608
CAAAGCAG	-3609
CTTGAGG	-3610
CGCGCATG	-3611
CTCACAGG	-3612
AGAGATT	-3613
ATCCTTT	-3614
CGGGGGTG	-3615
TCCCCGGG	-3616
ATGCATT	-3617
AGCCCTCC	-3618
CAAGAG	-3619
CAGGGAAG	-3620
ATGGCTT	-3621
AGTAGTG	-3622
TTGTGTT	-3623
CGTCAGG	-3624
CAGATTT	-3625
CAGTGGGG	-3626
AAGATAA	-3627
ATGTGGT	-3628
TCCTTT	-3629
CTCCGCCTCC	-3630
ACGAAGG	-3631
ACTGCTG	-3632
CGGAGAA	-3633
CCGATT	-3634
CAGATCC	-3635
ACTGAGT	-3636
CATCCTCC	-3637
CAGACTT	-3638
CGGCCGCGG	-3639
CCTTCCTG	-3640
AAGAGGAA	-3641
CCTCCGCG	-3642
CGGTGGGG	-3643
CAGGCGCC	-3644
TTTCTCAG	-3645
CTCCTGGGG	-3646
CGATTT	-3647
AGTGTAA	-3648
ATGGCTG	-3649
AGGGAGT	-3650
AGACCCC	-3651
CTGGTTGG	-3652
ACACCTCC	-3653
AAGAGGT	-3654
CCGTGTG	-3655
CCTTTTT	-3656
ACCTCCTG	-3657
AGGAGGAA	-3658
CGGCCCCGG	-3659
TGAATGAA	-3660
AAGTTAA	-3661
CAACTCT	-3662
CGGAAAA	-3663
CAGCTTCC	-3664
TAAAATAA	-3665
AGCCTTT	-3666
CTTCAGGG	-3667
CTACGGG	-3668
CACCCAGG	-3669
ACTGTGGG	-3670
CATGTGT	-3671
ATTACTT	-3672
TGCCAGG	-3673
CTCCACG	-3674
CTCACTGG	-3675
CTGATAA	-3676
AAGACGG	-3677
CATGGTGG	-3678
CGGCCCCG	-3679
CAGTCTCC	-3680
ATTGTTT	-3681
TTGAGAG	-3682
CATATGG	-3683
CGCAGAA	-3684
AAGTCTT	-3685
AATGTAA	-3686
CGAGGGGG	-3687
AGGGAGAA	-3688
CAGGAAAG	-3689
CACCCCCC	-3690
ATAGCTG	-3691
AAGGGGAA	-3692
ACCGCCG	-3693
CTGGCCAG	-3694
TTGTTGG	-3695
ATGCTAA	-3696
CGACGGG	-3697
AGCCAGAG	-3698
CCTCCTCCTCCT	-3699
ACTCCTGG	-3700
CACTTCCGG	-3701
AGCCATGG	-3702
CGGGGACG	-3703
ATGTCAT	-3704
ACTCACAG	-3705
CGGGCAGG	-3706
AGCATTT	-3707
CCTCGCGG	-3708
CGGCTCTG	-3709
CGCCTTG	-3710
CGCGCGTG	-3711
ATAAGAA	-3712
AGAAAATG	-3713
AGCATCC	-3714
CTTACAG	-3715
CTGTTGGG	-3716
ACTTTGT	-3717
AAAAAGG	-3718
ACCTCCT	-3719
CAGTCAT	-3720
AGGGCCGG	-3721
ACTCAGCC	-3722
ACACTAG	-3723
CAAAGCG	-3724
ATCACAA	-3725
AGGCTGGT	-3726
CATGAGT	-3727
TAAGGGG	-3728
CTATTGT	-3729
ACATATT	-3730
CACTTTGGGAGG	-3731
AGTAATG	-3732
CTCTGGGT	-3733
CGGAAGT	-3734
ACTTGGGG	-3735
