{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": false
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "AAAAA": 5,
      "AAAAT": 6,
      "AAAAC": 7,
      "AAAAG": 8,
      "AAATA": 9,
      "AAATT": 10,
      "AAATC": 11,
      "AAATG": 12,
      "AAACA": 13,
      "AAACT": 14,
      "AAACC": 15,
      "AAACG": 16,
      "AAAGA": 17,
      "AAAGT": 18,
      "AAAGC": 19,
      "AAAGG": 20,
      "AATAA": 21,
      "AATAT": 22,
      "AATAC": 23,
      "AATAG": 24,
      "AATTA": 25,
      "AATTT": 26,
      "AATTC": 27,
      "AATTG": 28,
      "AATCA": 29,
      "AATCT": 30,
      "AATCC": 31,
      "AATCG": 32,
      "AATGA": 33,
      "AATGT": 34,
      "AATGC": 35,
      "AATGG": 36,
      "AACAA": 37,
      "AACAT": 38,
      "AACAC": 39,
      "AACAG": 40,
      "AACTA": 41,
      "AACTT": 42,
      "AACTC": 43,
      "AACTG": 44,
      "AACCA": 45,
      "AACCT": 46,
      "AACCC": 47,
      "AACCG": 48,
      "AACGA": 49,
      "AACGT": 50,
      "AACGC": 51,
      "AACGG": 52,
      "AAGAA": 53,
      "AAGAT": 54,
      "AAGAC": 55,
      "AAGAG": 56,
      "AAGTA": 57,
      "AAGTT": 58,
      "AAGTC": 59,
      "AAGTG": 60,
      "AAGCA": 61,
      "AAGCT": 62,
      "AAGCC": 63,
      "AAGCG": 64,
      "AAGGA": 65,
      "AAGGT": 66,
      "AAGGC": 67,
      "AAGGG": 68,
      "ATAAA": 69,
      "ATAAT": 70,
      "ATAAC": 71,
      "ATAAG": 72,
      "ATATA": 73,
      "ATATT": 74,
      "ATATC": 75,
      "ATATG": 76,
      "ATACA": 77,
      "ATACT": 78,
      "ATACC": 79,
      "ATACG": 80,
      "ATAGA": 81,
      "ATAGT": 82,
      "ATAGC": 83,
      "ATAGG": 84,
      "ATTAA": 85,
      "ATTAT": 86,
      "ATTAC": 87,
      "ATTAG": 88,
      "ATTTA": 89,
      "ATTTT": 90,
      "ATTTC": 91,
      "ATTTG": 92,
      "ATTCA": 93,
      "ATTCT": 94,
      "ATTCC": 95,
      "ATTCG": 96,
      "ATTGA": 97,
      "ATTGT": 98,
      "ATTGC": 99,
      "ATTGG": 100,
      "ATCAA": 101,
      "ATCAT": 102,
      "ATCAC": 103,
      "ATCAG": 104,
      "ATCTA": 105,
      "ATCTT": 106,
      "ATCTC": 107,
      "ATCTG": 108,
      "ATCCA": 109,
      "ATCCT": 110,
      "ATCCC": 111,
      "ATCCG": 112,
      "ATCGA": 113,
      "ATCGT": 114,
      "ATCGC": 115,
      "ATCGG": 116,
      "ATGAA": 117,
      "ATGAT": 118,
      "ATGAC": 119,
      "ATGAG": 120,
      "ATGTA": 121,
      "ATGTT": 122,
      "ATGTC": 123,
      "ATGTG": 124,
      "ATGCA": 125,
      "ATGCT": 126,
      "ATGCC": 127,
      "ATGCG": 128,
      "ATGGA": 129,
      "ATGGT": 130,
      "ATGGC": 131,
      "ATGGG": 132,
      "ACAAA": 133,
      "ACAAT": 134,
      "ACAAC": 135,
      "ACAAG": 136,
      "ACATA": 137,
      "ACATT": 138,
      "ACATC": 139,
      "ACATG": 140,
      "ACACA": 141,
      "ACACT": 142,
      "ACACC": 143,
      "ACACG": 144,
      "ACAGA": 145,
      "ACAGT": 146,
      "ACAGC": 147,
      "ACAGG": 148,
      "ACTAA": 149,
      "ACTAT": 150,
      "ACTAC": 151,
      "ACTAG": 152,
      "ACTTA": 153,
      "ACTTT": 154,
      "ACTTC": 155,
      "ACTTG": 156,
      "ACTCA": 157,
      "ACTCT": 158,
      "ACTCC": 159,
      "ACTCG": 160,
      "ACTGA": 161,
      "ACTGT": 162,
      "ACTGC": 163,
      "ACTGG": 164,
      "ACCAA": 165,
      "ACCAT": 166,
      "ACCAC": 167,
      "ACCAG": 168,
      "ACCTA": 169,
      "ACCTT": 170,
      "ACCTC": 171,
      "ACCTG": 172,
      "ACCCA": 173,
      "ACCCT": 174,
      "ACCCC": 175,
      "ACCCG": 176,
      "ACCGA": 177,
      "ACCGT": 178,
      "ACCGC": 179,
      "ACCGG": 180,
      "ACGAA": 181,
      "ACGAT": 182,
      "ACGAC": 183,
      "ACGAG": 184,
      "ACGTA": 185,
      "ACGTT": 186,
      "ACGTC": 187,
      "ACGTG": 188,
      "ACGCA": 189,
      "ACGCT": 190,
      "ACGCC": 191,
      "ACGCG": 192,
      "ACGGA": 193,
      "ACGGT": 194,
      "ACGGC": 195,
      "ACGGG": 196,
      "AGAAA": 197,
      "AGAAT": 198,
      "AGAAC": 199,
      "AGAAG": 200,
      "AGATA": 201,
      "AGATT": 202,
      "AGATC": 203,
      "AGATG": 204,
      "AGACA": 205,
      "AGACT": 206,
      "AGACC": 207,
      "AGACG": 208,
      "AGAGA": 209,
      "AGAGT": 210,
      "AGAGC": 211,
      "AGAGG": 212,
      "AGTAA": 213,
      "AGTAT": 214,
      "AGTAC": 215,
      "AGTAG": 216,
      "AGTTA": 217,
      "AGTTT": 218,
      "AGTTC": 219,
      "AGTTG": 220,
      "AGTCA": 221,
      "AGTCT": 222,
      "AGTCC": 223,
      "AGTCG": 224,
      "AGTGA": 225,
      "AGTGT": 226,
      "AGTGC": 227,
      "AGTGG": 228,
      "AGCAA": 229,
      "AGCAT": 230,
      "AGCAC": 231,
      "AGCAG": 232,
      "AGCTA": 233,
      "AGCTT": 234,
      "AGCTC": 235,
      "AGCTG": 236,
      "AGCCA": 237,
      "AGCCT": 238,
      "AGCCC": 239,
      "AGCCG": 240,
      "AGCGA": 241,
      "AGCGT": 242,
      "AGCGC": 243,
      "AGCGG": 244,
      "AGGAA": 245,
      "AGGAT": 246,
      "AGGAC": 247,
      "AGGAG": 248,
      "AGGTA": 249,
      "AGGTT": 250,
      "AGGTC": 251,
      "AGGTG": 252,
      "AGGCA": 253,
      "AGGCT": 254,
      "AGGCC": 255,
      "AGGCG": 256,
      "AGGGA": 257,
      "AGGGT": 258,
      "AGGGC": 259,
      "AGGGG": 260,
      "TAAAA": 261,
      "TAAAT": 262,
      "TAAAC": 263,
      "TAAAG": 264,
      "TAATA": 265,
      "TAATT": 266,
      "TAATC": 267,
      "TAATG": 268,
      "TAACA": 269,
      "TAACT": 270,
      "TAACC": 271,
      "TAACG": 272,
      "TAAGA": 273,
      "TAAGT": 274,
      "TAAGC": 275,
      "TAAGG": 276,
      "TATAA": 277,
      "TATAT": 278,
      "TATAC": 279,
      "TATAG": 280,
      "TATTA": 281,
      "TATTT": 282,
      "TATTC": 283,
      "TATTG": 284,
      "TATCA": 285,
      "TATCT": 286,
      "TATCC": 287,
      "TATCG": 288,
      "TATGA": 289,
      "TATGT": 290,
      "TATGC": 291,
      "TATGG": 292,
      "TACAA": 293,
      "TACAT": 294,
      "TACAC": 295,
      "TACAG": 296,
      "TACTA": 297,
      "TACTT": 298,
      "TACTC": 299,
      "TACTG": 300,
      "TACCA": 301,
      "TACCT": 302,
      "TACCC": 303,
      "TACCG": 304,
      "TACGA": 305,
      "TACGT": 306,
      "TACGC": 307,
      "TACGG": 308,
      "TAGAA": 309,
      "TAGAT": 310,
      "TAGAC": 311,
      "TAGAG": 312,
      "TAGTA": 313,
      "TAGTT": 314,
      "TAGTC": 315,
      "TAGTG": 316,
      "TAGCA": 317,
      "TAGCT": 318,
      "TAGCC": 319,
      "TAGCG": 320,
      "TAGGA": 321,
      "TAGGT": 322,
      "TAGGC": 323,
      "TAGGG": 324,
      "TTAAA": 325,
      "TTAAT": 326,
      "TTAAC": 327,
      "TTAAG": 328,
      "TTATA": 329,
      "TTATT": 330,
      "TTATC": 331,
      "TTATG": 332,
      "TTACA": 333,
      "TTACT": 334,
      "TTACC": 335,
      "TTACG": 336,
      "TTAGA": 337,
      "TTAGT": 338,
      "TTAGC": 339,
      "TTAGG": 340,
      "TTTAA": 341,
      "TTTAT": 342,
      "TTTAC": 343,
      "TTTAG": 344,
      "TTTTA": 345,
      "TTTTT": 346,
      "TTTTC": 347,
      "TTTTG": 348,
      "TTTCA": 349,
      "TTTCT": 350,
      "TTTCC": 351,
      "TTTCG": 352,
      "TTTGA": 353,
      "TTTGT": 354,
      "TTTGC": 355,
      "TTTGG": 356,
      "TTCAA": 357,
      "TTCAT": 358,
      "TTCAC": 359,
      "TTCAG": 360,
      "TTCTA": 361,
      "TTCTT": 362,
      "TTCTC": 363,
      "TTCTG": 364,
      "TTCCA": 365,
      "TTCCT": 366,
      "TTCCC": 367,
      "TTCCG": 368,
      "TTCGA": 369,
      "TTCGT": 370,
      "TTCGC": 371,
      "TTCGG": 372,
      "TTGAA": 373,
      "TTGAT": 374,
      "TTGAC": 375,
      "TTGAG": 376,
      "TTGTA": 377,
      "TTGTT": 378,
      "TTGTC": 379,
      "TTGTG": 380,
      "TTGCA": 381,
      "TTGCT": 382,
      "TTGCC": 383,
      "TTGCG": 384,
      "TTGGA": 385,
      "TTGGT": 386,
      "TTGGC": 387,
      "TTGGG": 388,
      "TCAAA": 389,
      "TCAAT": 390,
      "TCAAC": 391,
      "TCAAG": 392,
      "TCATA": 393,
      "TCATT": 394,
      "TCATC": 395,
      "TCATG": 396,
      "TCACA": 397,
      "TCACT": 398,
      "TCACC": 399,
      "TCACG": 400,
      "TCAGA": 401,
      "TCAGT": 402,
      "TCAGC": 403,
      "TCAGG": 404,
      "TCTAA": 405,
      "TCTAT": 406,
      "TCTAC": 407,
      "TCTAG": 408,
      "TCTTA": 409,
      "TCTTT": 410,
      "TCTTC": 411,
      "TCTTG": 412,
      "TCTCA": 413,
      "TCTCT": 414,
      "TCTCC": 415,
      "TCTCG": 416,
      "TCTGA": 417,
      "TCTGT": 418,
      "TCTGC": 419,
      "TCTGG": 420,
      "TCCAA": 421,
      "TCCAT": 422,
      "TCCAC": 423,
      "TCCAG": 424,
      "TCCTA": 425,
      "TCCTT": 426,
      "TCCTC": 427,
      "TCCTG": 428,
      "TCCCA": 429,
      "TCCCT": 430,
      "TCCCC": 431,
      "TCCCG": 432,
      "TCCGA": 433,
      "TCCGT": 434,
      "TCCGC": 435,
      "TCCGG": 436,
      "TCGAA": 437,
      "TCGAT": 438,
      "TCGAC": 439,
      "TCGAG": 440,
      "TCGTA": 441,
      "TCGTT": 442,
      "TCGTC": 443,
      "TCGTG": 444,
      "TCGCA": 445,
      "TCGCT": 446,
      "TCGCC": 447,
      "TCGCG": 448,
      "TCGGA": 449,
      "TCGGT": 450,
      "TCGGC": 451,
      "TCGGG": 452,
      "TGAAA": 453,
      "TGAAT": 454,
      "TGAAC": 455,
      "TGAAG": 456,
      "TGATA": 457,
      "TGATT": 458,
      "TGATC": 459,
      "TGATG": 460,
      "TGACA": 461,
      "TGACT": 462,
      "TGACC": 463,
      "TGACG": 464,
      "TGAGA": 465,
      "TGAGT": 466,
      "TGAGC": 467,
      "TGAGG": 468,
      "TGTAA": 469,
      "TGTAT": 470,
      "TGTAC": 471,
      "TGTAG": 472,
      "TGTTA": 473,
      "TGTTT": 474,
      "TGTTC": 475,
      "TGTTG": 476,
      "TGTCA": 477,
      "TGTCT": 478,
      "TGTCC": 479,
      "TGTCG": 480,
      "TGTGA": 481,
      "TGTGT": 482,
      "TGTGC": 483,
      "TGTGG": 484,
      "TGCAA": 485,
      "TGCAT": 486,
      "TGCAC": 487,
      "TGCAG": 488,
      "TGCTA": 489,
      "TGCTT": 490,
      "TGCTC": 491,
      "TGCTG": 492,
      "TGCCA": 493,
      "TGCCT": 494,
      "TGCCC": 495,
      "TGCCG": 496,
      "TGCGA": 497,
      "TGCGT": 498,
      "TGCGC": 499,
      "TGCGG": 500,
      "TGGAA": 501,
      "TGGAT": 502,
      "TGGAC": 503,
      "TGGAG": 504,
      "TGGTA": 505,
      "TGGTT": 506,
      "TGGTC": 507,
      "TGGTG": 508,
      "TGGCA": 509,
      "TGGCT": 510,
      "TGGCC": 511,
      "TGGCG": 512,
      "TGGGA": 513,
      "TGGGT": 514,
      "TGGGC": 515,
      "TGGGG": 516,
      "CAAAA": 517,
      "CAAAT": 518,
      "CAAAC": 519,
      "CAAAG": 520,
      "CAATA": 521,
      "CAATT": 522,
      "CAATC": 523,
      "CAATG": 524,
      "CAACA": 525,
      "CAACT": 526,
      "CAACC": 527,
      "CAACG": 528,
      "CAAGA": 529,
      "CAAGT": 530,
      "CAAGC": 531,
      "CAAGG": 532,
      "CATAA": 533,
      "CATAT": 534,
      "CATAC": 535,
      "CATAG": 536,
      "CATTA": 537,
      "CATTT": 538,
      "CATTC": 539,
      "CATTG": 540,
      "CATCA": 541,
      "CATCT": 542,
      "CATCC": 543,
      "CATCG": 544,
      "CATGA": 545,
      "CATGT": 546,
      "CATGC": 547,
      "CATGG": 548,
      "CACAA": 549,
      "CACAT": 550,
      "CACAC": 551,
      "CACAG": 552,
      "CACTA": 553,
      "CACTT": 554,
      "CACTC": 555,
      "CACTG": 556,
      "CACCA": 557,
      "CACCT": 558,
      "CACCC": 559,
      "CACCG": 560,
      "CACGA": 561,
      "CACGT": 562,
      "CACGC": 563,
      "CACGG": 564,
      "CAGAA": 565,
      "CAGAT": 566,
      "CAGAC": 567,
      "CAGAG": 568,
      "CAGTA": 569,
      "CAGTT": 570,
      "CAGTC": 571,
      "CAGTG": 572,
      "CAGCA": 573,
      "CAGCT": 574,
      "CAGCC": 575,
      "CAGCG": 576,
      "CAGGA": 577,
      "CAGGT": 578,
      "CAGGC": 579,
      "CAGGG": 580,
      "CTAAA": 581,
      "CTAAT": 582,
      "CTAAC": 583,
      "CTAAG": 584,
      "CTATA": 585,
      "CTATT": 586,
      "CTATC": 587,
      "CTATG": 588,
      "CTACA": 589,
      "CTACT": 590,
      "CTACC": 591,
      "CTACG": 592,
      "CTAGA": 593,
      "CTAGT": 594,
      "CTAGC": 595,
      "CTAGG": 596,
      "CTTAA": 597,
      "CTTAT": 598,
      "CTTAC": 599,
      "CTTAG": 600,
      "CTTTA": 601,
      "CTTTT": 602,
      "CTTTC": 603,
      "CTTTG": 604,
      "CTTCA": 605,
      "CTTCT": 606,
      "CTTCC": 607,
      "CTTCG": 608,
      "CTTGA": 609,
      "CTTGT": 610,
      "CTTGC": 611,
      "CTTGG": 612,
      "CTCAA": 613,
      "CTCAT": 614,
      "CTCAC": 615,
      "CTCAG": 616,
      "CTCTA": 617,
      "CTCTT": 618,
      "CTCTC": 619,
      "CTCTG": 620,
      "CTCCA": 621,
      "CTCCT": 622,
      "CTCCC": 623,
      "CTCCG": 624,
      "CTCGA": 625,
      "CTCGT": 626,
      "CTCGC": 627,
      "CTCGG": 628,
      "CTGAA": 629,
      "CTGAT": 630,
      "CTGAC": 631,
      "CTGAG": 632,
      "CTGTA": 633,
      "CTGTT": 634,
      "CTGTC": 635,
      "CTGTG": 636,
      "CTGCA": 637,
      "CTGCT": 638,
      "CTGCC": 639,
      "CTGCG": 640,
      "CTGGA": 641,
      "CTGGT": 642,
      "CTGGC": 643,
      "CTGGG": 644,
      "CCAAA": 645,
      "CCAAT": 646,
      "CCAAC": 647,
      "CCAAG": 648,
      "CCATA": 649,
      "CCATT": 650,
      "CCATC": 651,
      "CCATG": 652,
      "CCACA": 653,
      "CCACT": 654,
      "CCACC": 655,
      "CCACG": 656,
      "CCAGA": 657,
      "CCAGT": 658,
      "CCAGC": 659,
      "CCAGG": 660,
      "CCTAA": 661,
      "CCTAT": 662,
      "CCTAC": 663,
      "CCTAG": 664,
      "CCTTA": 665,
      "CCTTT": 666,
      "CCTTC": 667,
      "CCTTG": 668,
      "CCTCA": 669,
      "CCTCT": 670,
      "CCTCC": 671,
      "CCTCG": 672,
      "CCTGA": 673,
      "CCTGT": 674,
      "CCTGC": 675,
      "CCTGG": 676,
      "CCCAA": 677,
      "CCCAT": 678,
      "CCCAC": 679,
      "CCCAG": 680,
      "CCCTA": 681,
      "CCCTT": 682,
      "CCCTC": 683,
      "CCCTG": 684,
      "CCCCA": 685,
      "CCCCT": 686,
      "CCCCC": 687,
      "CCCCG": 688,
      "CCCGA": 689,
      "CCCGT": 690,
      "CCCGC": 691,
      "CCCGG": 692,
      "CCGAA": 693,
      "CCGAT": 694,
      "CCGAC": 695,
      "CCGAG": 696,
      "CCGTA": 697,
      "CCGTT": 698,
      "CCGTC": 699,
      "CCGTG": 700,
      "CCGCA": 701,
      "CCGCT": 702,
      "CCGCC": 703,
      "CCGCG": 704,
      "CCGGA": 705,
      "CCGGT": 706,
      "CCGGC": 707,
      "CCGGG": 708,
      "CGAAA": 709,
      "CGAAT": 710,
      "CGAAC": 711,
      "CGAAG": 712,
      "CGATA": 713,
      "CGATT": 714,
      "CGATC": 715,
      "CGATG": 716,
      "CGACA": 717,
      "CGACT": 718,
      "CGACC": 719,
      "CGACG": 720,
      "CGAGA": 721,
      "CGAGT": 722,
      "CGAGC": 723,
      "CGAGG": 724,
      "CGTAA": 725,
      "CGTAT": 726,
      "CGTAC": 727,
      "CGTAG": 728,
      "CGTTA": 729,
      "CGTTT": 730,
      "CGTTC": 731,
      "CGTTG": 732,
      "CGTCA": 733,
      "CGTCT": 734,
      "CGTCC": 735,
      "CGTCG": 736,
      "CGTGA": 737,
      "CGTGT": 738,
      "CGTGC": 739,
      "CGTGG": 740,
      "CGCAA": 741,
      "CGCAT": 742,
      "CGCAC": 743,
      "CGCAG": 744,
      "CGCTA": 745,
      "CGCTT": 746,
      "CGCTC": 747,
      "CGCTG": 748,
      "CGCCA": 749,
      "CGCCT": 750,
      "CGCCC": 751,
      "CGCCG": 752,
      "CGCGA": 753,
      "CGCGT": 754,
      "CGCGC": 755,
      "CGCGG": 756,
      "CGGAA": 757,
      "CGGAT": 758,
      "CGGAC": 759,
      "CGGAG": 760,
      "CGGTA": 761,
      "CGGTT": 762,
      "CGGTC": 763,
      "CGGTG": 764,
      "CGGCA": 765,
      "CGGCT": 766,
      "CGGCC": 767,
      "CGGCG": 768,
      "CGGGA": 769,
      "CGGGT": 770,
      "CGGGC": 771,
      "CGGGG": 772,
      "GAAAA": 773,
      "GAAAT": 774,
      "GAAAC": 775,
      "GAAAG": 776,
      "GAATA": 777,
      "GAATT": 778,
      "GAATC": 779,
      "GAATG": 780,
      "GAACA": 781,
      "GAACT": 782,
      "GAACC": 783,
      "GAACG": 784,
      "GAAGA": 785,
      "GAAGT": 786,
      "GAAGC": 787,
      "GAAGG": 788,
      "GATAA": 789,
      "GATAT": 790,
      "GATAC": 791,
      "GATAG": 792,
      "GATTA": 793,
      "GATTT": 794,
      "GATTC": 795,
      "GATTG": 796,
      "GATCA": 797,
      "GATCT": 798,
      "GATCC": 799,
      "GATCG": 800,
      "GATGA": 801,
      "GATGT": 802,
      "GATGC": 803,
      "GATGG": 804,
      "GACAA": 805,
      "GACAT": 806,
      "GACAC": 807,
      "GACAG": 808,
      "GACTA": 809,
      "GACTT": 810,
      "GACTC": 811,
      "GACTG": 812,
      "GACCA": 813,
      "GACCT": 814,
      "GACCC": 815,
      "GACCG": 816,
      "GACGA": 817,
      "GACGT": 818,
      "GACGC": 819,
      "GACGG": 820,
      "GAGAA": 821,
      "GAGAT": 822,
      "GAGAC": 823,
      "GAGAG": 824,
      "GAGTA": 825,
      "GAGTT": 826,
      "GAGTC": 827,
      "GAGTG": 828,
      "GAGCA": 829,
      "GAGCT": 830,
      "GAGCC": 831,
      "GAGCG": 832,
      "GAGGA": 833,
      "GAGGT": 834,
      "GAGGC": 835,
      "GAGGG": 836,
      "GTAAA": 837,
      "GTAAT": 838,
      "GTAAC": 839,
      "GTAAG": 840,
      "GTATA": 841,
      "GTATT": 842,
      "GTATC": 843,
      "GTATG": 844,
      "GTACA": 845,
      "GTACT": 846,
      "GTACC": 847,
      "GTACG": 848,
      "GTAGA": 849,
      "GTAGT": 850,
      "GTAGC": 851,
      "GTAGG": 852,
      "GTTAA": 853,
      "GTTAT": 854,
      "GTTAC": 855,
      "GTTAG": 856,
      "GTTTA": 857,
      "GTTTT": 858,
      "GTTTC": 859,
      "GTTTG": 860,
      "GTTCA": 861,
      "GTTCT": 862,
      "GTTCC": 863,
      "GTTCG": 864,
      "GTTGA": 865,
      "GTTGT": 866,
      "GTTGC": 867,
      "GTTGG": 868,
      "GTCAA": 869,
      "GTCAT": 870,
      "GTCAC": 871,
      "GTCAG": 872,
      "GTCTA": 873,
      "GTCTT": 874,
      "GTCTC": 875,
      "GTCTG": 876,
      "GTCCA": 877,
      "GTCCT": 878,
      "GTCCC": 879,
      "GTCCG": 880,
      "GTCGA": 881,
      "GTCGT": 882,
      "GTCGC": 883,
      "GTCGG": 884,
      "GTGAA": 885,
      "GTGAT": 886,
      "GTGAC": 887,
      "GTGAG": 888,
      "GTGTA": 889,
      "GTGTT": 890,
      "GTGTC": 891,
      "GTGTG": 892,
      "GTGCA": 893,
      "GTGCT": 894,
      "GTGCC": 895,
      "GTGCG": 896,
      "GTGGA": 897,
      "GTGGT": 898,
      "GTGGC": 899,
      "GTGGG": 900,
      "GCAAA": 901,
      "GCAAT": 902,
      "GCAAC": 903,
      "GCAAG": 904,
      "GCATA": 905,
      "GCATT": 906,
      "GCATC": 907,
      "GCATG": 908,
      "GCACA": 909,
      "GCACT": 910,
      "GCACC": 911,
      "GCACG": 912,
      "GCAGA": 913,
      "GCAGT": 914,
      "GCAGC": 915,
      "GCAGG": 916,
      "GCTAA": 917,
      "GCTAT": 918,
      "GCTAC": 919,
      "GCTAG": 920,
      "GCTTA": 921,
      "GCTTT": 922,
      "GCTTC": 923,
      "GCTTG": 924,
      "GCTCA": 925,
      "GCTCT": 926,
      "GCTCC": 927,
      "GCTCG": 928,
      "GCTGA": 929,
      "GCTGT": 930,
      "GCTGC": 931,
      "GCTGG": 932,
      "GCCAA": 933,
      "GCCAT": 934,
      "GCCAC": 935,
      "GCCAG": 936,
      "GCCTA": 937,
      "GCCTT": 938,
      "GCCTC": 939,
      "GCCTG": 940,
      "GCCCA": 941,
      "GCCCT": 942,
      "GCCCC": 943,
      "GCCCG": 944,
      "GCCGA": 945,
      "GCCGT": 946,
      "GCCGC": 947,
      "GCCGG": 948,
      "GCGAA": 949,
      "GCGAT": 950,
      "GCGAC": 951,
      "GCGAG": 952,
      "GCGTA": 953,
      "GCGTT": 954,
      "GCGTC": 955,
      "GCGTG": 956,
      "GCGCA": 957,
      "GCGCT": 958,
      "GCGCC": 959,
      "GCGCG": 960,
      "GCGGA": 961,
      "GCGGT": 962,
      "GCGGC": 963,
      "GCGGG": 964,
      "GGAAA": 965,
      "GGAAT": 966,
      "GGAAC": 967,
      "GGAAG": 968,
      "GGATA": 969,
      "GGATT": 970,
      "GGATC": 971,
      "GGATG": 972,
      "GGACA": 973,
      "GGACT": 974,
      "GGACC": 975,
      "GGACG": 976,
      "GGAGA": 977,
      "GGAGT": 978,
      "GGAGC": 979,
      "GGAGG": 980,
      "GGTAA": 981,
      "GGTAT": 982,
      "GGTAC": 983,
      "GGTAG": 984,
      "GGTTA": 985,
      "GGTTT": 986,
      "GGTTC": 987,
      "GGTTG": 988,
      "GGTCA": 989,
      "GGTCT": 990,
      "GGTCC": 991,
      "GGTCG": 992,
      "GGTGA": 993,
      "GGTGT": 994,
      "GGTGC": 995,
      "GGTGG": 996,
      "GGCAA": 997,
      "GGCAT": 998,
      "GGCAC": 999,
      "GGCAG": 1000,
      "GGCTA": 1001,
      "GGCTT": 1002,
      "GGCTC": 1003,
      "GGCTG": 1004,
      "GGCCA": 1005,
      "GGCCT": 1006,
      "GGCCC": 1007,
      "GGCCG": 1008,
      "GGCGA": 1009,
      "GGCGT": 1010,
      "GGCGC": 1011,
      "GGCGG": 1012,
      "GGGAA": 1013,
      "GGGAT": 1014,
      "GGGAC": 1015,
      "GGGAG": 1016,
      "GGGTA": 1017,
      "GGGTT": 1018,
      "GGGTC": 1019,
      "GGGTG": 1020,
      "GGGCA": 1021,
      "GGGCT": 1022,
      "GGGCC": 1023,
      "GGGCG": 1024,
      "GGGGA": 1025,
      "GGGGT": 1026,
      "GGGGC": 1027,
      "GGGGG": 1028
    }
  }
}