AAAAA
AAAAT
AAAAC
AAAAG
AAAAN
AAATA
AAATT
AAATC
AAATG
AAATN
AAACA
AAACT
AAACC
AAACG
AAACN
AAAGA
AAAGT
AAAGC
AAAGG
AAAGN
AAANA
AAANT
AAANC
AAANG
AAANN
AATAA
AATAT
AATAC
AATAG
AATAN
AATTA
AATTT
AATTC
AATTG
AATTN
AATCA
AATCT
AATCC
AATCG
AATCN
AATGA
AATGT
AATGC
AATGG
AATGN
AATNA
AATNT
AATNC
AATNG
AATNN
AACAA
AACAT
AACAC
AACAG
AACAN
AACTA
AACTT
AACTC
AACTG
AACTN
AACCA
AACCT
AACCC
AACCG
AACCN
AACGA
AACGT
AACGC
AACGG
AACGN
AACNA
AACNT
AACNC
AACNG
AACNN
AAGAA
AAGAT
AAGAC
AAGAG
AAGAN
AAGTA
AAGTT
AAGTC
AAGTG
AAGTN
AAGCA
AAGCT
AAGCC
AAGCG
AAGCN
AAGGA
AAGGT
AAGGC
AAGGG
AAGGN
AAGNA
AAGNT
AAGNC
AAGNG
AAGNN
AANAA
AANAT
AANAC
AANAG
AANAN
AANTA
AANTT
AANTC
AANTG
AANTN
AANCA
AANCT
AANCC
AANCG
AANCN
AANGA
AANGT
AANGC
AANGG
AANGN
AANNA
AANNT
AANNC
AANNG
AANNN
ATAAA
ATAAT
ATAAC
ATAAG
ATAAN
ATATA
ATATT
ATATC
ATATG
ATATN
ATACA
ATACT
ATACC
ATACG
ATACN
ATAGA
ATAGT
ATAGC
ATAGG
ATAGN
ATANA
ATANT
ATANC
ATANG
ATANN
ATTAA
ATTAT
ATTAC
ATTAG
ATTAN
ATTTA
ATTTT
ATTTC
ATTTG
ATTTN
ATTCA
ATTCT
ATTCC
ATTCG
ATTCN
ATTGA
ATTGT
ATTGC
ATTGG
ATTGN
ATTNA
ATTNT
ATTNC
ATTNG
ATTNN
ATCAA
ATCAT
ATCAC
ATCAG
ATCAN
ATCTA
ATCTT
ATCTC
ATCTG
ATCTN
ATCCA
ATCCT
ATCCC
ATCCG
ATCCN
ATCGA
ATCGT
ATCGC
ATCGG
ATCGN
ATCNA
ATCNT
ATCNC
ATCNG
ATCNN
ATGAA
ATGAT
ATGAC
ATGAG
ATGAN
ATGTA
ATGTT
ATGTC
ATGTG
ATGTN
ATGCA
ATGCT
ATGCC
ATGCG
ATGCN
ATGGA
ATGGT
ATGGC
ATGGG
ATGGN
ATGNA
ATGNT
ATGNC
ATGNG
ATGNN
ATNAA
ATNAT
ATNAC
ATNAG
ATNAN
ATNTA
ATNTT
ATNTC
ATNTG
ATNTN
ATNCA
ATNCT
ATNCC
ATNCG
ATNCN
ATNGA
ATNGT
ATNGC
ATNGG
ATNGN
ATNNA
ATNNT
ATNNC
ATNNG
ATNNN
ACAAA
ACAAT
ACAAC
ACAAG
ACAAN
ACATA
ACATT
ACATC
ACATG
ACATN
ACACA
ACACT
ACACC
ACACG
ACACN
ACAGA
ACAGT
ACAGC
ACAGG
ACAGN
ACANA
ACANT
ACANC
ACANG
ACANN
ACTAA
ACTAT
ACTAC
ACTAG
ACTAN
ACTTA
ACTTT
ACTTC
ACTTG
ACTTN
ACTCA
ACTCT
ACTCC
ACTCG
ACTCN
ACTGA
ACTGT
ACTGC
ACTGG
ACTGN
ACTNA
ACTNT
ACTNC
ACTNG
ACTNN
ACCAA
ACCAT
ACCAC
ACCAG
ACCAN
ACCTA
ACCTT
ACCTC
ACCTG
ACCTN
ACCCA
ACCCT
ACCCC
ACCCG
ACCCN
ACCGA
ACCGT
ACCGC
ACCGG
ACCGN
ACCNA
ACCNT
ACCNC
ACCNG
ACCNN
ACGAA
ACGAT
ACGAC
ACGAG
ACGAN
ACGTA
ACGTT
ACGTC
ACGTG
ACGTN
ACGCA
ACGCT
ACGCC
ACGCG
ACGCN
ACGGA
ACGGT
ACGGC
ACGGG
ACGGN
ACGNA
ACGNT
ACGNC
ACGNG
ACGNN
ACNAA
ACNAT
ACNAC
ACNAG
ACNAN
ACNTA
ACNTT
ACNTC
ACNTG
ACNTN
ACNCA
ACNCT
ACNCC
ACNCG
ACNCN
ACNGA
ACNGT
ACNGC
ACNGG
ACNGN
ACNNA
ACNNT
ACNNC
ACNNG
ACNNN
AGAAA
AGAAT
AGAAC
AGAAG
AGAAN
AGATA
AGATT
AGATC
AGATG
AGATN
AGACA
AGACT
AGACC
AGACG
AGACN
AGAGA
AGAGT
AGAGC
AGAGG
AGAGN
AGANA
AGANT
AGANC
AGANG
AGANN
AGTAA
AGTAT
AGTAC
AGTAG
AGTAN
AGTTA
AGTTT
AGTTC
AGTTG
AGTTN
AGTCA
AGTCT
AGTCC
AGTCG
AGTCN
AGTGA
AGTGT
AGTGC
AGTGG
AGTGN
AGTNA
AGTNT
AGTNC
AGTNG
AGTNN
AGCAA
AGCAT
AGCAC
AGCAG
AGCAN
AGCTA
AGCTT
AGCTC
AGCTG
AGCTN
AGCCA
AGCCT
AGCCC
AGCCG
AGCCN
AGCGA
AGCGT
AGCGC
AGCGG
AGCGN
AGCNA
AGCNT
AGCNC
AGCNG
AGCNN
AGGAA
AGGAT
AGGAC
AGGAG
AGGAN
AGGTA
AGGTT
AGGTC
AGGTG
AGGTN
AGGCA
AGGCT
AGGCC
AGGCG
AGGCN
AGGGA
AGGGT
AGGGC
AGGGG
AGGGN
AGGNA
AGGNT
AGGNC
AGGNG
AGGNN
AGNAA
AGNAT
AGNAC
AGNAG
AGNAN
AGNTA
AGNTT
AGNTC
AGNTG
AGNTN
AGNCA
AGNCT
AGNCC
AGNCG
AGNCN
AGNGA
AGNGT
AGNGC
AGNGG
AGNGN
AGNNA
AGNNT
AGNNC
AGNNG
AGNNN
ANAAA
ANAAT
ANAAC
ANAAG
ANAAN
ANATA
ANATT
ANATC
ANATG
ANATN
ANACA
ANACT
ANACC
ANACG
ANACN
ANAGA
ANAGT
ANAGC
ANAGG
ANAGN
ANANA
ANANT
ANANC
ANANG
ANANN
ANTAA
ANTAT
ANTAC
ANTAG
ANTAN
ANTTA
ANTTT
ANTTC
ANTTG
ANTTN
ANTCA
ANTCT
ANTCC
ANTCG
ANTCN
ANTGA
ANTGT
ANTGC
ANTGG
ANTGN
ANTNA
ANTNT
ANTNC
ANTNG
ANTNN
ANCAA
ANCAT
ANCAC
ANCAG
ANCAN
ANCTA
ANCTT
ANCTC
ANCTG
ANCTN
ANCCA
ANCCT
ANCCC
ANCCG
ANCCN
ANCGA
ANCGT
ANCGC
ANCGG
ANCGN
ANCNA
ANCNT
ANCNC
ANCNG
ANCNN
ANGAA
ANGAT
ANGAC
ANGAG
ANGAN
ANGTA
ANGTT
ANGTC
ANGTG
ANGTN
ANGCA
ANGCT
ANGCC
ANGCG
ANGCN
ANGGA
ANGGT
ANGGC
ANGGG
ANGGN
ANGNA
ANGNT
ANGNC
ANGNG
ANGNN
ANNAA
ANNAT
ANNAC
ANNAG
ANNAN
ANNTA
ANNTT
ANNTC
ANNTG
ANNTN
ANNCA
ANNCT
ANNCC
ANNCG
ANNCN
ANNGA
ANNGT
ANNGC
ANNGG
ANNGN
ANNNA
ANNNT
ANNNC
ANNNG
ANNNN
TAAAA
TAAAT
TAAAC
TAAAG
TAAAN
TAATA
TAATT
TAATC
TAATG
TAATN
TAACA
TAACT
TAACC
TAACG
TAACN
TAAGA
TAAGT
TAAGC
TAAGG
TAAGN
TAANA
TAANT
TAANC
TAANG
TAANN
TATAA
TATAT
TATAC
TATAG
TATAN
TATTA
TATTT
TATTC
TATTG
TATTN
TATCA
TATCT
TATCC
TATCG
TATCN
TATGA
TATGT
TATGC
TATGG
TATGN
TATNA
TATNT
TATNC
TATNG
TATNN
TACAA
TACAT
TACAC
TACAG
TACAN
TACTA
TACTT
TACTC
TACTG
TACTN
TACCA
TACCT
TACCC
TACCG
TACCN
TACGA
TACGT
TACGC
TACGG
TACGN
TACNA
TACNT
TACNC
TACNG
TACNN
TAGAA
TAGAT
TAGAC
TAGAG
TAGAN
TAGTA
TAGTT
TAGTC
TAGTG
TAGTN
TAGCA
TAGCT
TAGCC
TAGCG
TAGCN
TAGGA
TAGGT
TAGGC
TAGGG
TAGGN
TAGNA
TAGNT
TAGNC
TAGNG
TAGNN
TANAA
TANAT
TANAC
TANAG
TANAN
TANTA
TANTT
TANTC
TANTG
TANTN
TANCA
TANCT
TANCC
TANCG
TANCN
TANGA
TANGT
TANGC
TANGG
TANGN
TANNA
TANNT
TANNC
TANNG
TANNN
TTAAA
TTAAT
TTAAC
TTAAG
TTAAN
TTATA
TTATT
TTATC
TTATG
TTATN
TTACA
TTACT
TTACC
TTACG
TTACN
TTAGA
TTAGT
TTAGC
TTAGG
TTAGN
TTANA
TTANT
TTANC
TTANG
TTANN
TTTAA
TTTAT
TTTAC
TTTAG
TTTAN
TTTTA
TTTTT
TTTTC
TTTTG
TTTTN
TTTCA
TTTCT
TTTCC
TTTCG
TTTCN
TTTGA
TTTGT
TTTGC
TTTGG
TTTGN
TTTNA
TTTNT
TTTNC
TTTNG
TTTNN
TTCAA
TTCAT
TTCAC
TTCAG
TTCAN
TTCTA
TTCTT
TTCTC
TTCTG
TTCTN
TTCCA
TTCCT
TTCCC
TTCCG
TTCCN
TTCGA
TTCGT
TTCGC
TTCGG
TTCGN
TTCNA
TTCNT
TTCNC
TTCNG
TTCNN
TTGAA
TTGAT
TTGAC
TTGAG
TTGAN
TTGTA
TTGTT
TTGTC
TTGTG
TTGTN
TTGCA
TTGCT
TTGCC
TTGCG
TTGCN
TTGGA
TTGGT
TTGGC
TTGGG
TTGGN
TTGNA
TTGNT
TTGNC
TTGNG
TTGNN
TTNAA
TTNAT
TTNAC
TTNAG
TTNAN
TTNTA
TTNTT
TTNTC
TTNTG
TTNTN
TTNCA
TTNCT
TTNCC
TTNCG
TTNCN
TTNGA
TTNGT
TTNGC
TTNGG
TTNGN
TTNNA
TTNNT
TTNNC
TTNNG
TTNNN
TCAAA
TCAAT
TCAAC
TCAAG
TCAAN
TCATA
TCATT
TCATC
TCATG
TCATN
TCACA
TCACT
TCACC
TCACG
TCACN
TCAGA
TCAGT
TCAGC
TCAGG
TCAGN
TCANA
TCANT
TCANC
TCANG
TCANN
TCTAA
TCTAT
TCTAC
TCTAG
TCTAN
TCTTA
TCTTT
TCTTC
TCTTG
TCTTN
TCTCA
TCTCT
TCTCC
TCTCG
TCTCN
TCTGA
TCTGT
TCTGC
TCTGG
TCTGN
TCTNA
TCTNT
TCTNC
TCTNG
TCTNN
TCCAA
TCCAT
TCCAC
TCCAG
TCCAN
TCCTA
TCCTT
TCCTC
TCCTG
TCCTN
TCCCA
TCCCT
TCCCC
TCCCG
TCCCN
TCCGA
TCCGT
TCCGC
TCCGG
TCCGN
TCCNA
TCCNT
TCCNC
TCCNG
TCCNN
TCGAA
TCGAT
TCGAC
TCGAG
TCGAN
TCGTA
TCGTT
TCGTC
TCGTG
TCGTN
TCGCA
TCGCT
TCGCC
TCGCG
TCGCN
TCGGA
TCGGT
TCGGC
TCGGG
TCGGN
TCGNA
TCGNT
TCGNC
TCGNG
TCGNN
TCNAA
TCNAT
TCNAC
TCNAG
TCNAN
TCNTA
TCNTT
TCNTC
TCNTG
TCNTN
TCNCA
TCNCT
TCNCC
TCNCG
TCNCN
TCNGA
TCNGT
TCNGC
TCNGG
TCNGN
TCNNA
TCNNT
TCNNC
TCNNG
TCNNN
TGAAA
TGAAT
TGAAC
TGAAG
TGAAN
TGATA
TGATT
TGATC
TGATG
TGATN
TGACA
TGACT
TGACC
TGACG
TGACN
TGAGA
TGAGT
TGAGC
TGAGG
TGAGN
TGANA
TGANT
TGANC
TGANG
TGANN
TGTAA
TGTAT
TGTAC
TGTAG
TGTAN
TGTTA
TGTTT
TGTTC
TGTTG
TGTTN
TGTCA
TGTCT
TGTCC
TGTCG
TGTCN
TGTGA
TGTGT
TGTGC
TGTGG
TGTGN
TGTNA
TGTNT
TGTNC
TGTNG
TGTNN
TGCAA
TGCAT
TGCAC
TGCAG
TGCAN
TGCTA
TGCTT
TGCTC
TGCTG
TGCTN
TGCCA
TGCCT
TGCCC
TGCCG
TGCCN
TGCGA
TGCGT
TGCGC
TGCGG
TGCGN
TGCNA
TGCNT
TGCNC
TGCNG
TGCNN
TGGAA
TGGAT
TGGAC
TGGAG
TGGAN
TGGTA
TGGTT
TGGTC
TGGTG
TGGTN
TGGCA
TGGCT
TGGCC
TGGCG
TGGCN
TGGGA
TGGGT
TGGGC
TGGGG
TGGGN
TGGNA
TGGNT
TGGNC
TGGNG
TGGNN
TGNAA
TGNAT
TGNAC
TGNAG
TGNAN
TGNTA
TGNTT
TGNTC
TGNTG
TGNTN
TGNCA
TGNCT
TGNCC
TGNCG
TGNCN
TGNGA
TGNGT
TGNGC
TGNGG
TGNGN
TGNNA
TGNNT
TGNNC
TGNNG
TGNNN
TNAAA
TNAAT
TNAAC
TNAAG
TNAAN
TNATA
TNATT
TNATC
TNATG
TNATN
TNACA
TNACT
TNACC
TNACG
TNACN
TNAGA
TNAGT
TNAGC
TNAGG
TNAGN
TNANA
TNANT
TNANC
TNANG
TNANN
TNTAA
TNTAT
TNTAC
TNTAG
TNTAN
TNTTA
TNTTT
TNTTC
TNTTG
TNTTN
TNTCA
TNTCT
TNTCC
TNTCG
TNTCN
TNTGA
TNTGT
TNTGC
TNTGG
TNTGN
TNTNA
TNTNT
TNTNC
TNTNG
TNTNN
TNCAA
TNCAT
TNCAC
TNCAG
TNCAN
TNCTA
TNCTT
TNCTC
TNCTG
TNCTN
TNCCA
TNCCT
TNCCC
TNCCG
TNCCN
TNCGA
TNCGT
TNCGC
TNCGG
TNCGN
TNCNA
TNCNT
TNCNC
TNCNG
TNCNN
TNGAA
TNGAT
TNGAC
TNGAG
TNGAN
TNGTA
TNGTT
TNGTC
TNGTG
TNGTN
TNGCA
TNGCT
TNGCC
TNGCG
TNGCN
TNGGA
TNGGT
TNGGC
TNGGG
TNGGN
TNGNA
TNGNT
TNGNC
TNGNG
TNGNN
TNNAA
TNNAT
TNNAC
TNNAG
TNNAN
TNNTA
TNNTT
TNNTC
TNNTG
TNNTN
TNNCA
TNNCT
TNNCC
TNNCG
TNNCN
TNNGA
TNNGT
TNNGC
TNNGG
TNNGN
TNNNA
TNNNT
TNNNC
TNNNG
TNNNN
CAAAA
CAAAT
CAAAC
CAAAG
CAAAN
CAATA
CAATT
CAATC
CAATG
CAATN
CAACA
CAACT
CAACC
CAACG
CAACN
CAAGA
CAAGT
CAAGC
CAAGG
CAAGN
CAANA
CAANT
CAANC
CAANG
CAANN
CATAA
CATAT
CATAC
CATAG
CATAN
CATTA
CATTT
CATTC
CATTG
CATTN
CATCA
CATCT
CATCC
CATCG
CATCN
CATGA
CATGT
CATGC
CATGG
CATGN
CATNA
CATNT
CATNC
CATNG
CATNN
CACAA
CACAT
CACAC
CACAG
CACAN
CACTA
CACTT
CACTC
CACTG
CACTN
CACCA
CACCT
CACCC
CACCG
CACCN
CACGA
CACGT
CACGC
CACGG
CACGN
CACNA
CACNT
CACNC
CACNG
CACNN
CAGAA
CAGAT
CAGAC
CAGAG
CAGAN
CAGTA
CAGTT
CAGTC
CAGTG
CAGTN
CAGCA
CAGCT
CAGCC
CAGCG
CAGCN
CAGGA
CAGGT
CAGGC
CAGGG
CAGGN
CAGNA
CAGNT
CAGNC
CAGNG
CAGNN
CANAA
CANAT
CANAC
CANAG
CANAN
CANTA
CANTT
CANTC
CANTG
CANTN
CANCA
CANCT
CANCC
CANCG
CANCN
CANGA
CANGT
CANGC
CANGG
CANGN
CANNA
CANNT
CANNC
CANNG
CANNN
CTAAA
CTAAT
CTAAC
CTAAG
CTAAN
CTATA
CTATT
CTATC
CTATG
CTATN
CTACA
CTACT
CTACC
CTACG
CTACN
CTAGA
CTAGT
CTAGC
CTAGG
CTAGN
CTANA
CTANT
CTANC
CTANG
CTANN
CTTAA
CTTAT
CTTAC
CTTAG
CTTAN
CTTTA
CTTTT
CTTTC
CTTTG
CTTTN
CTTCA
CTTCT
CTTCC
CTTCG
CTTCN
CTTGA
CTTGT
CTTGC
CTTGG
CTTGN
CTTNA
CTTNT
CTTNC
CTTNG
CTTNN
CTCAA
CTCAT
CTCAC
CTCAG
CTCAN
CTCTA
CTCTT
CTCTC
CTCTG
CTCTN
CTCCA
CTCCT
CTCCC
CTCCG
CTCCN
CTCGA
CTCGT
CTCGC
CTCGG
CTCGN
CTCNA
CTCNT
CTCNC
CTCNG
CTCNN
CTGAA
CTGAT
CTGAC
CTGAG
CTGAN
CTGTA
CTGTT
CTGTC
CTGTG
CTGTN
CTGCA
CTGCT
CTGCC
CTGCG
CTGCN
CTGGA
CTGGT
CTGGC
CTGGG
CTGGN
CTGNA
CTGNT
CTGNC
CTGNG
CTGNN
CTNAA
CTNAT
CTNAC
CTNAG
CTNAN
CTNTA
CTNTT
CTNTC
CTNTG
CTNTN
CTNCA
CTNCT
CTNCC
CTNCG
CTNCN
CTNGA
CTNGT
CTNGC
CTNGG
CTNGN
CTNNA
CTNNT
CTNNC
CTNNG
CTNNN
CCAAA
CCAAT
CCAAC
CCAAG
CCAAN
CCATA
CCATT
CCATC
CCATG
CCATN
CCACA
CCACT
CCACC
CCACG
CCACN
CCAGA
CCAGT
CCAGC
CCAGG
CCAGN
CCANA
CCANT
CCANC
CCANG
CCANN
CCTAA
CCTAT
CCTAC
CCTAG
CCTAN
CCTTA
CCTTT
CCTTC
CCTTG
CCTTN
CCTCA
CCTCT
CCTCC
CCTCG
CCTCN
CCTGA
CCTGT
CCTGC
CCTGG
CCTGN
CCTNA
CCTNT
CCTNC
CCTNG
CCTNN
CCCAA
CCCAT
CCCAC
CCCAG
CCCAN
CCCTA
CCCTT
CCCTC
CCCTG
CCCTN
CCCCA
CCCCT
CCCCC
CCCCG
CCCCN
CCCGA
CCCGT
CCCGC
CCCGG
CCCGN
CCCNA
CCCNT
CCCNC
CCCNG
CCCNN
CCGAA
CCGAT
CCGAC
CCGAG
CCGAN
CCGTA
CCGTT
CCGTC
CCGTG
CCGTN
CCGCA
CCGCT
CCGCC
CCGCG
CCGCN
CCGGA
CCGGT
CCGGC
CCGGG
CCGGN
CCGNA
CCGNT
CCGNC
CCGNG
CCGNN
CCNAA
CCNAT
CCNAC
CCNAG
CCNAN
CCNTA
CCNTT
CCNTC
CCNTG
CCNTN
CCNCA
CCNCT
CCNCC
CCNCG
CCNCN
CCNGA
CCNGT
CCNGC
CCNGG
CCNGN
CCNNA
CCNNT
CCNNC
CCNNG
CCNNN
CGAAA
CGAAT
CGAAC
CGAAG
CGAAN
CGATA
CGATT
CGATC
CGATG
CGATN
CGACA
CGACT
CGACC
CGACG
CGACN
CGAGA
CGAGT
CGAGC
CGAGG
CGAGN
CGANA
CGANT
CGANC
CGANG
CGANN
CGTAA
CGTAT
CGTAC
CGTAG
CGTAN
CGTTA
CGTTT
CGTTC
CGTTG
CGTTN
CGTCA
CGTCT
CGTCC
CGTCG
CGTCN
CGTGA
CGTGT
CGTGC
CGTGG
CGTGN
CGTNA
CGTNT
CGTNC
CGTNG
CGTNN
CGCAA
CGCAT
CGCAC
CGCAG
CGCAN
CGCTA
CGCTT
CGCTC
CGCTG
CGCTN
CGCCA
CGCCT
CGCCC
CGCCG
CGCCN
CGCGA
CGCGT
CGCGC
CGCGG
CGCGN
CGCNA
CGCNT
CGCNC
CGCNG
CGCNN
CGGAA
CGGAT
CGGAC
CGGAG
CGGAN
CGGTA
CGGTT
CGGTC
CGGTG
CGGTN
CGGCA
CGGCT
CGGCC
CGGCG
CGGCN
CGGGA
CGGGT
CGGGC
CGGGG
CGGGN
CGGNA
CGGNT
CGGNC
CGGNG
CGGNN
CGNAA
CGNAT
CGNAC
CGNAG
CGNAN
CGNTA
CGNTT
CGNTC
CGNTG
CGNTN
CGNCA
CGNCT
CGNCC
CGNCG
CGNCN
CGNGA
CGNGT
CGNGC
CGNGG
CGNGN
CGNNA
CGNNT
CGNNC
CGNNG
CGNNN
CNAAA
CNAAT
CNAAC
CNAAG
CNAAN
CNATA
CNATT
CNATC
CNATG
CNATN
CNACA
CNACT
CNACC
CNACG
CNACN
CNAGA
CNAGT
CNAGC
CNAGG
CNAGN
CNANA
CNANT
CNANC
CNANG
CNANN
CNTAA
CNTAT
CNTAC
CNTAG
CNTAN
CNTTA
CNTTT
CNTTC
CNTTG
CNTTN
CNTCA
CNTCT
CNTCC
CNTCG
CNTCN
CNTGA
CNTGT
CNTGC
CNTGG
CNTGN
CNTNA
CNTNT
CNTNC
CNTNG
CNTNN
CNCAA
CNCAT
CNCAC
CNCAG
CNCAN
CNCTA
CNCTT
CNCTC
CNCTG
CNCTN
CNCCA
CNCCT
CNCCC
CNCCG
CNCCN
CNCGA
CNCGT
CNCGC
CNCGG
CNCGN
CNCNA
CNCNT
CNCNC
CNCNG
CNCNN
CNGAA
CNGAT
CNGAC
CNGAG
CNGAN
CNGTA
CNGTT
CNGTC
CNGTG
CNGTN
CNGCA
CNGCT
CNGCC
CNGCG
CNGCN
CNGGA
CNGGT
CNGGC
CNGGG
CNGGN
CNGNA
CNGNT
CNGNC
CNGNG
CNGNN
CNNAA
CNNAT
CNNAC
CNNAG
CNNAN
CNNTA
CNNTT
CNNTC
CNNTG
CNNTN
CNNCA
CNNCT
CNNCC
CNNCG
CNNCN
CNNGA
CNNGT
CNNGC
CNNGG
CNNGN
CNNNA
CNNNT
CNNNC
CNNNG
CNNNN
GAAAA
GAAAT
GAAAC
GAAAG
GAAAN
GAATA
GAATT
GAATC
GAATG
GAATN
GAACA
GAACT
GAACC
GAACG
GAACN
GAAGA
GAAGT
GAAGC
GAAGG
GAAGN
GAANA
GAANT
GAANC
GAANG
GAANN
GATAA
GATAT
GATAC
GATAG
GATAN
GATTA
GATTT
GATTC
GATTG
GATTN
GATCA
GATCT
GATCC
GATCG
GATCN
GATGA
GATGT
GATGC
GATGG
GATGN
GATNA
GATNT
GATNC
GATNG
GATNN
GACAA
GACAT
GACAC
GACAG
GACAN
GACTA
GACTT
GACTC
GACTG
GACTN
GACCA
GACCT
GACCC
GACCG
GACCN
GACGA
GACGT
GACGC
GACGG
GACGN
GACNA
GACNT
GACNC
GACNG
GACNN
GAGAA
GAGAT
GAGAC
GAGAG
GAGAN
GAGTA
GAGTT
GAGTC
GAGTG
GAGTN
GAGCA
GAGCT
GAGCC
GAGCG
GAGCN
GAGGA
GAGGT
GAGGC
GAGGG
GAGGN
GAGNA
GAGNT
GAGNC
GAGNG
GAGNN
GANAA
GANAT
GANAC
GANAG
GANAN
GANTA
GANTT
GANTC
GANTG
GANTN
GANCA
GANCT
GANCC
GANCG
GANCN
GANGA
GANGT
GANGC
GANGG
GANGN
GANNA
GANNT
GANNC
GANNG
GANNN
GTAAA
GTAAT
GTAAC
GTAAG
GTAAN
GTATA
GTATT
GTATC
GTATG
GTATN
GTACA
GTACT
GTACC
GTACG
GTACN
GTAGA
GTAGT
GTAGC
GTAGG
GTAGN
GTANA
GTANT
GTANC
GTANG
GTANN
GTTAA
GTTAT
GTTAC
GTTAG
GTTAN
GTTTA
GTTTT
GTTTC
GTTTG
GTTTN
GTTCA
GTTCT
GTTCC
GTTCG
GTTCN
GTTGA
GTTGT
GTTGC
GTTGG
GTTGN
GTTNA
GTTNT
GTTNC
GTTNG
GTTNN
GTCAA
GTCAT
GTCAC
GTCAG
GTCAN
GTCTA
GTCTT
GTCTC
GTCTG
GTCTN
GTCCA
GTCCT
GTCCC
GTCCG
GTCCN
GTCGA
GTCGT
GTCGC
GTCGG
GTCGN
GTCNA
GTCNT
GTCNC
GTCNG
GTCNN
GTGAA
GTGAT
GTGAC
GTGAG
GTGAN
GTGTA
GTGTT
GTGTC
GTGTG
GTGTN
GTGCA
GTGCT
GTGCC
GTGCG
GTGCN
GTGGA
GTGGT
GTGGC
GTGGG
GTGGN
GTGNA
GTGNT
GTGNC
GTGNG
GTGNN
GTNAA
GTNAT
GTNAC
GTNAG
GTNAN
GTNTA
GTNTT
GTNTC
GTNTG
GTNTN
GTNCA
GTNCT
GTNCC
GTNCG
GTNCN
GTNGA
GTNGT
GTNGC
GTNGG
GTNGN
GTNNA
GTNNT
GTNNC
GTNNG
GTNNN
GCAAA
GCAAT
GCAAC
GCAAG
GCAAN
GCATA
GCATT
GCATC
GCATG
GCATN
GCACA
GCACT
GCACC
GCACG
GCACN
GCAGA
GCAGT
GCAGC
GCAGG
GCAGN
GCANA
GCANT
GCANC
GCANG
GCANN
GCTAA
GCTAT
GCTAC
GCTAG
GCTAN
GCTTA
GCTTT
GCTTC
GCTTG
GCTTN
GCTCA
GCTCT
GCTCC
GCTCG
GCTCN
GCTGA
GCTGT
GCTGC
GCTGG
GCTGN
GCTNA
GCTNT
GCTNC
GCTNG
GCTNN
GCCAA
GCCAT
GCCAC
GCCAG
GCCAN
GCCTA
GCCTT
GCCTC
GCCTG
GCCTN
GCCCA
GCCCT
GCCCC
GCCCG
GCCCN
GCCGA
GCCGT
GCCGC
GCCGG
GCCGN
GCCNA
GCCNT
GCCNC
GCCNG
GCCNN
GCGAA
GCGAT
GCGAC
GCGAG
GCGAN
GCGTA
GCGTT
GCGTC
GCGTG
GCGTN
GCGCA
GCGCT
GCGCC
GCGCG
GCGCN
GCGGA
GCGGT
GCGGC
GCGGG
GCGGN
GCGNA
GCGNT
GCGNC
GCGNG
GCGNN
GCNAA
GCNAT
GCNAC
GCNAG
GCNAN
GCNTA
GCNTT
GCNTC
GCNTG
GCNTN
GCNCA
GCNCT
GCNCC
GCNCG
GCNCN
GCNGA
GCNGT
GCNGC
GCNGG
GCNGN
GCNNA
GCNNT
GCNNC
GCNNG
GCNNN
GGAAA
GGAAT
GGAAC
GGAAG
GGAAN
GGATA
GGATT
GGATC
GGATG
GGATN
GGACA
GGACT
GGACC
GGACG
GGACN
GGAGA
GGAGT
GGAGC
GGAGG
GGAGN
GGANA
GGANT
GGANC
GGANG
GGANN
GGTAA
GGTAT
GGTAC
GGTAG
GGTAN
GGTTA
GGTTT
GGTTC
GGTTG
GGTTN
GGTCA
GGTCT
GGTCC
GGTCG
GGTCN
GGTGA
GGTGT
GGTGC
GGTGG
GGTGN
GGTNA
GGTNT
GGTNC
GGTNG
GGTNN
GGCAA
GGCAT
GGCAC
GGCAG
GGCAN
GGCTA
GGCTT
GGCTC
GGCTG
GGCTN
GGCCA
GGCCT
GGCCC
GGCCG
GGCCN
GGCGA
GGCGT
GGCGC
GGCGG
GGCGN
GGCNA
GGCNT
GGCNC
GGCNG
GGCNN
GGGAA
GGGAT
GGGAC
GGGAG
GGGAN
GGGTA
GGGTT
GGGTC
GGGTG
GGGTN
GGGCA
GGGCT
GGGCC
GGGCG
GGGCN
GGGGA
GGGGT
GGGGC
GGGGG
GGGGN
GGGNA
GGGNT
GGGNC
GGGNG
GGGNN
GGNAA
GGNAT
GGNAC
GGNAG
GGNAN
GGNTA
GGNTT
GGNTC
GGNTG
GGNTN
GGNCA
GGNCT
GGNCC
GGNCG
GGNCN
GGNGA
GGNGT
GGNGC
GGNGG
GGNGN
GGNNA
GGNNT
GGNNC
GGNNG
GGNNN
GNAAA
GNAAT
GNAAC
GNAAG
GNAAN
GNATA
GNATT
GNATC
GNATG
GNATN
GNACA
GNACT
GNACC
GNACG
GNACN
GNAGA
GNAGT
GNAGC
GNAGG
GNAGN
GNANA
GNANT
GNANC
GNANG
GNANN
GNTAA
GNTAT
GNTAC
GNTAG
GNTAN
GNTTA
GNTTT
GNTTC
GNTTG
GNTTN
GNTCA
GNTCT
GNTCC
GNTCG
GNTCN
GNTGA
GNTGT
GNTGC
GNTGG
GNTGN
GNTNA
GNTNT
GNTNC
GNTNG
GNTNN
GNCAA
GNCAT
GNCAC
GNCAG
GNCAN
GNCTA
GNCTT
GNCTC
GNCTG
GNCTN
GNCCA
GNCCT
GNCCC
GNCCG
GNCCN
GNCGA
GNCGT
GNCGC
GNCGG
GNCGN
GNCNA
GNCNT
GNCNC
GNCNG
GNCNN
GNGAA
GNGAT
GNGAC
GNGAG
GNGAN
GNGTA
GNGTT
GNGTC
GNGTG
GNGTN
GNGCA
GNGCT
GNGCC
GNGCG
GNGCN
GNGGA
GNGGT
GNGGC
GNGGG
GNGGN
GNGNA
GNGNT
GNGNC
GNGNG
GNGNN
GNNAA
GNNAT
GNNAC
GNNAG
GNNAN
GNNTA
GNNTT
GNNTC
GNNTG
GNNTN
GNNCA
GNNCT
GNNCC
GNNCG
GNNCN
GNNGA
GNNGT
GNNGC
GNNGG
GNNGN
GNNNA
GNNNT
GNNNC
GNNNG
GNNNN
NAAAA
NAAAT
NAAAC
NAAAG
NAAAN
NAATA
NAATT
NAATC
NAATG
NAATN
NAACA
NAACT
NAACC
NAACG
NAACN
NAAGA
NAAGT
NAAGC
NAAGG
NAAGN
NAANA
NAANT
NAANC
NAANG
NAANN
NATAA
NATAT
NATAC
NATAG
NATAN
NATTA
NATTT
NATTC
NATTG
NATTN
NATCA
NATCT
NATCC
NATCG
NATCN
NATGA
NATGT
NATGC
NATGG
NATGN
NATNA
NATNT
NATNC
NATNG
NATNN
NACAA
NACAT
NACAC
NACAG
NACAN
NACTA
NACTT
NACTC
NACTG
NACTN
NACCA
NACCT
NACCC
NACCG
NACCN
NACGA
NACGT
NACGC
NACGG
NACGN
NACNA
NACNT
NACNC
NACNG
NACNN
NAGAA
NAGAT
NAGAC
NAGAG
NAGAN
NAGTA
NAGTT
NAGTC
NAGTG
NAGTN
NAGCA
NAGCT
NAGCC
NAGCG
NAGCN
NAGGA
NAGGT
NAGGC
NAGGG
NAGGN
NAGNA
NAGNT
NAGNC
NAGNG
NAGNN
NANAA
NANAT
NANAC
NANAG
NANAN
NANTA
NANTT
NANTC
NANTG
NANTN
NANCA
NANCT
NANCC
NANCG
NANCN
NANGA
NANGT
NANGC
NANGG
NANGN
NANNA
NANNT
NANNC
NANNG
NANNN
NTAAA
NTAAT
NTAAC
NTAAG
NTAAN
NTATA
NTATT
NTATC
NTATG
NTATN
NTACA
NTACT
NTACC
NTACG
NTACN
NTAGA
NTAGT
NTAGC
NTAGG
NTAGN
NTANA
NTANT
NTANC
NTANG
NTANN
NTTAA
NTTAT
NTTAC
NTTAG
NTTAN
NTTTA
NTTTT
NTTTC
NTTTG
NTTTN
NTTCA
NTTCT
NTTCC
NTTCG
NTTCN
NTTGA
NTTGT
NTTGC
NTTGG
NTTGN
NTTNA
NTTNT
NTTNC
NTTNG
NTTNN
NTCAA
NTCAT
NTCAC
NTCAG
NTCAN
NTCTA
NTCTT
NTCTC
NTCTG
NTCTN
NTCCA
NTCCT
NTCCC
NTCCG
NTCCN
NTCGA
NTCGT
NTCGC
NTCGG
NTCGN
NTCNA
NTCNT
NTCNC
NTCNG
NTCNN
NTGAA
NTGAT
NTGAC
NTGAG
NTGAN
NTGTA
NTGTT
NTGTC
NTGTG
NTGTN
NTGCA
NTGCT
NTGCC
NTGCG
NTGCN
NTGGA
NTGGT
NTGGC
NTGGG
NTGGN
NTGNA
NTGNT
NTGNC
NTGNG
NTGNN
NTNAA
NTNAT
NTNAC
NTNAG
NTNAN
NTNTA
NTNTT
NTNTC
NTNTG
NTNTN
NTNCA
NTNCT
NTNCC
NTNCG
NTNCN
NTNGA
NTNGT
NTNGC
NTNGG
NTNGN
NTNNA
NTNNT
NTNNC
NTNNG
NTNNN
NCAAA
NCAAT
NCAAC
NCAAG
NCAAN
NCATA
NCATT
NCATC
NCATG
NCATN
NCACA
NCACT
NCACC
NCACG
NCACN
NCAGA
NCAGT
NCAGC
NCAGG
NCAGN
NCANA
NCANT
NCANC
NCANG
NCANN
NCTAA
NCTAT
NCTAC
NCTAG
NCTAN
NCTTA
NCTTT
NCTTC
NCTTG
NCTTN
NCTCA
NCTCT
NCTCC
NCTCG
NCTCN
NCTGA
NCTGT
NCTGC
NCTGG
NCTGN
NCTNA
NCTNT
NCTNC
NCTNG
NCTNN
NCCAA
NCCAT
NCCAC
NCCAG
NCCAN
NCCTA
NCCTT
NCCTC
NCCTG
NCCTN
NCCCA
NCCCT
NCCCC
NCCCG
NCCCN
NCCGA
NCCGT
NCCGC
NCCGG
NCCGN
NCCNA
NCCNT
NCCNC
NCCNG
NCCNN
NCGAA
NCGAT
NCGAC
NCGAG
NCGAN
NCGTA
NCGTT
NCGTC
NCGTG
NCGTN
NCGCA
NCGCT
NCGCC
NCGCG
NCGCN
NCGGA
NCGGT
NCGGC
NCGGG
NCGGN
NCGNA
NCGNT
NCGNC
NCGNG
NCGNN
NCNAA
NCNAT
NCNAC
NCNAG
NCNAN
NCNTA
NCNTT
NCNTC
NCNTG
NCNTN
NCNCA
NCNCT
NCNCC
NCNCG
NCNCN
NCNGA
NCNGT
NCNGC
NCNGG
NCNGN
NCNNA
NCNNT
NCNNC
NCNNG
NCNNN
NGAAA
NGAAT
NGAAC
NGAAG
NGAAN
NGATA
NGATT
NGATC
NGATG
NGATN
NGACA
NGACT
NGACC
NGACG
NGACN
NGAGA
NGAGT
NGAGC
NGAGG
NGAGN
NGANA
NGANT
NGANC
NGANG
NGANN
NGTAA
NGTAT
NGTAC
NGTAG
NGTAN
NGTTA
NGTTT
NGTTC
NGTTG
NGTTN
NGTCA
NGTCT
NGTCC
NGTCG
NGTCN
NGTGA
NGTGT
NGTGC
NGTGG
NGTGN
NGTNA
NGTNT
NGTNC
NGTNG
NGTNN
NGCAA
NGCAT
NGCAC
NGCAG
NGCAN
NGCTA
NGCTT
NGCTC
NGCTG
NGCTN
NGCCA
NGCCT
NGCCC
NGCCG
NGCCN
NGCGA
NGCGT
NGCGC
NGCGG
NGCGN
NGCNA
NGCNT
NGCNC
NGCNG
NGCNN
NGGAA
NGGAT
NGGAC
NGGAG
NGGAN
NGGTA
NGGTT
NGGTC
NGGTG
NGGTN
NGGCA
NGGCT
NGGCC
NGGCG
NGGCN
NGGGA
NGGGT
NGGGC
NGGGG
NGGGN
NGGNA
NGGNT
NGGNC
NGGNG
NGGNN
NGNAA
NGNAT
NGNAC
NGNAG
NGNAN
NGNTA
NGNTT
NGNTC
NGNTG
NGNTN
NGNCA
NGNCT
NGNCC
NGNCG
NGNCN
NGNGA
NGNGT
NGNGC
NGNGG
NGNGN
NGNNA
NGNNT
NGNNC
NGNNG
NGNNN
NNAAA
NNAAT
NNAAC
NNAAG
NNAAN
NNATA
NNATT
NNATC
NNATG
NNATN
NNACA
NNACT
NNACC
NNACG
NNACN
NNAGA
NNAGT
NNAGC
NNAGG
NNAGN
NNANA
NNANT
NNANC
NNANG
NNANN
NNTAA
NNTAT
NNTAC
NNTAG
NNTAN
NNTTA
NNTTT
NNTTC
NNTTG
NNTTN
NNTCA
NNTCT
NNTCC
NNTCG
NNTCN
NNTGA
NNTGT
NNTGC
NNTGG
NNTGN
NNTNA
NNTNT
NNTNC
NNTNG
NNTNN
NNCAA
NNCAT
NNCAC
NNCAG
NNCAN
NNCTA
NNCTT
NNCTC
NNCTG
NNCTN
NNCCA
NNCCT
NNCCC
NNCCG
NNCCN
NNCGA
NNCGT
NNCGC
NNCGG
NNCGN
NNCNA
NNCNT
NNCNC
NNCNG
NNCNN
NNGAA
NNGAT
NNGAC
NNGAG
NNGAN
NNGTA
NNGTT
NNGTC
NNGTG
NNGTN
NNGCA
NNGCT
NNGCC
NNGCG
NNGCN
NNGGA
NNGGT
NNGGC
NNGGG
NNGGN
NNGNA
NNGNT
NNGNC
NNGNG
NNGNN
NNNAA
NNNAT
NNNAC
NNNAG
NNNAN
NNNTA
NNNTT
NNNTC
NNNTG
NNNTN
NNNCA
NNNCT
NNNCC
NNNCG
NNNCN
NNNGA
NNNGT
NNNGC
NNNGG
NNNGN
NNNNA
NNNNT
NNNNC
NNNNG
NNNNN
[MASK]
[CLS]
[PAD]
[SEP]
[UNK]
