AAAA
AAAU
AAAC
AAAG
AAAN
AAUA
AAUU
AAUC
AAUG
AAUN
AACA
AACU
AACC
AACG
AACN
AAGA
AAGU
AAGC
AAGG
AAGN
AANA
AANU
AANC
AANG
AANN
AUAA
AUAU
AUAC
AUAG
AUAN
AUUA
AUUU
AUUC
AUUG
AUUN
AUCA
AUCU
AUCC
AUCG
AUCN
AUGA
AUGU
AUGC
AUGG
AUGN
AUNA
AUNU
AUNC
AUNG
AUNN
ACAA
ACAU
ACAC
ACAG
ACAN
ACUA
ACUU
ACUC
ACUG
ACUN
ACCA
ACCU
ACCC
ACCG
ACCN
ACGA
ACGU
ACGC
ACGG
ACGN
ACNA
ACNU
ACNC
ACNG
ACNN
AGAA
AGAU
AGAC
AGAG
AGAN
AGUA
AGUU
AGUC
AGUG
AGUN
AGCA
AGCU
AGCC
AGCG
AGCN
AGGA
AGGU
AGGC
AGGG
AGGN
AGNA
AGNU
AGNC
AGNG
AGNN
ANAA
ANAU
ANAC
ANAG
ANAN
ANUA
ANUU
ANUC
ANUG
ANUN
ANCA
ANCU
ANCC
ANCG
ANCN
ANGA
ANGU
ANGC
ANGG
ANGN
ANNA
ANNU
ANNC
ANNG
ANNN
UAAA
UAAU
UAAC
UAAG
UAAN
UAUA
UAUU
UAUC
UAUG
UAUN
UACA
UACU
UACC
UACG
UACN
UAGA
UAGU
UAGC
UAGG
UAGN
UANA
UANU
UANC
UANG
UANN
UUAA
UUAU
UUAC
UUAG
UUAN
UUUA
UUUU
UUUC
UUUG
UUUN
UUCA
UUCU
UUCC
UUCG
UUCN
UUGA
UUGU
UUGC
UUGG
UUGN
UUNA
UUNU
UUNC
UUNG
UUNN
UCAA
UCAU
UCAC
UCAG
UCAN
UCUA
UCUU
UCUC
UCUG
UCUN
UCCA
UCCU
UCCC
UCCG
UCCN
UCGA
UCGU
UCGC
UCGG
UCGN
UCNA
UCNU
UCNC
UCNG
UCNN
UGAA
UGAU
UGAC
UGAG
UGAN
UGUA
UGUU
UGUC
UGUG
UGUN
UGCA
UGCU
UGCC
UGCG
UGCN
UGGA
UGGU
UGGC
UGGG
UGGN
UGNA
UGNU
UGNC
UGNG
UGNN
UNAA
UNAU
UNAC
UNAG
UNAN
UNUA
UNUU
UNUC
UNUG
UNUN
UNCA
UNCU
UNCC
UNCG
UNCN
UNGA
UNGU
UNGC
UNGG
UNGN
UNNA
UNNU
UNNC
UNNG
UNNN
CAAA
CAAU
CAAC
CAAG
CAAN
CAUA
CAUU
CAUC
CAUG
CAUN
CACA
CACU
CACC
CACG
CACN
CAGA
CAGU
CAGC
CAGG
CAGN
CANA
CANU
CANC
CANG
CANN
CUAA
CUAU
CUAC
CUAG
CUAN
CUUA
CUUU
CUUC
CUUG
CUUN
CUCA
CUCU
CUCC
CUCG
CUCN
CUGA
CUGU
CUGC
CUGG
CUGN
CUNA
CUNU
CUNC
CUNG
CUNN
CCAA
CCAU
CCAC
CCAG
CCAN
CCUA
CCUU
CCUC
CCUG
CCUN
CCCA
CCCU
CCCC
CCCG
CCCN
CCGA
CCGU
CCGC
CCGG
CCGN
CCNA
CCNU
CCNC
CCNG
CCNN
CGAA
CGAU
CGAC
CGAG
CGAN
CGUA
CGUU
CGUC
CGUG
CGUN
CGCA
CGCU
CGCC
CGCG
CGCN
CGGA
CGGU
CGGC
CGGG
CGGN
CGNA
CGNU
CGNC
CGNG
CGNN
CNAA
CNAU
CNAC
CNAG
CNAN
CNUA
CNUU
CNUC
CNUG
CNUN
CNCA
CNCU
CNCC
CNCG
CNCN
CNGA
CNGU
CNGC
CNGG
CNGN
CNNA
CNNU
CNNC
CNNG
CNNN
GAAA
GAAU
GAAC
GAAG
GAAN
GAUA
GAUU
GAUC
GAUG
GAUN
GACA
GACU
GACC
GACG
GACN
GAGA
GAGU
GAGC
GAGG
GAGN
GANA
GANU
GANC
GANG
GANN
GUAA
GUAU
GUAC
GUAG
GUAN
GUUA
GUUU
GUUC
GUUG
GUUN
GUCA
GUCU
GUCC
GUCG
GUCN
GUGA
GUGU
GUGC
GUGG
GUGN
GUNA
GUNU
GUNC
GUNG
GUNN
GCAA
GCAU
GCAC
GCAG
GCAN
GCUA
GCUU
GCUC
GCUG
GCUN
GCCA
GCCU
GCCC
GCCG
GCCN
GCGA
GCGU
GCGC
GCGG
GCGN
GCNA
GCNU
GCNC
GCNG
GCNN
GGAA
GGAU
GGAC
GGAG
GGAN
GGUA
GGUU
GGUC
GGUG
GGUN
GGCA
GGCU
GGCC
GGCG
GGCN
GGGA
GGGU
GGGC
GGGG
GGGN
GGNA
GGNU
GGNC
GGNG
GGNN
GNAA
GNAU
GNAC
GNAG
GNAN
GNUA
GNUU
GNUC
GNUG
GNUN
GNCA
GNCU
GNCC
GNCG
GNCN
GNGA
GNGU
GNGC
GNGG
GNGN
GNNA
GNNU
GNNC
GNNG
GNNN
NAAA
NAAU
NAAC
NAAG
NAAN
NAUA
NAUU
NAUC
NAUG
NAUN
NACA
NACU
NACC
NACG
NACN
NAGA
NAGU
NAGC
NAGG
NAGN
NANA
NANU
NANC
NANG
NANN
NUAA
NUAU
NUAC
NUAG
NUAN
NUUA
NUUU
NUUC
NUUG
NUUN
NUCA
NUCU
NUCC
NUCG
NUCN
NUGA
NUGU
NUGC
NUGG
NUGN
NUNA
NUNU
NUNC
NUNG
NUNN
NCAA
NCAU
NCAC
NCAG
NCAN
NCUA
NCUU
NCUC
NCUG
NCUN
NCCA
NCCU
NCCC
NCCG
NCCN
NCGA
NCGU
NCGC
NCGG
NCGN
NCNA
NCNU
NCNC
NCNG
NCNN
NGAA
NGAU
NGAC
NGAG
NGAN
NGUA
NGUU
NGUC
NGUG
NGUN
NGCA
NGCU
NGCC
NGCG
NGCN
NGGA
NGGU
NGGC
NGGG
NGGN
NGNA
NGNU
NGNC
NGNG
NGNN
NNAA
NNAU
NNAC
NNAG
NNAN
NNUA
NNUU
NNUC
NNUG
NNUN
NNCA
NNCU
NNCC
NNCG
NNCN
NNGA
NNGU
NNGC
NNGG
NNGN
NNNA
NNNU
NNNC
NNNG
NNNN
[MASK]
[CLS]
[PAD]
[SEP]
[UNK]
