AAAAA
AAAAU
AAAAC
AAAAG
AAAAN
AAAUA
AAAUU
AAAUC
AAAUG
AAAUN
AAACA
AAACU
AAACC
AAACG
AAACN
AAAGA
AAAGU
AAAGC
AAAGG
AAAGN
AAANA
AAANU
AAANC
AAANG
AAANN
AAUAA
AAUAU
AAUAC
AAUAG
AAUAN
AAUUA
AAUUU
AAUUC
AAUUG
AAUUN
AAUCA
AAUCU
AAUCC
AAUCG
AAUCN
AAUGA
AAUGU
AAUGC
AAUGG
AAUGN
AAUNA
AAUNU
AAUNC
AAUNG
AAUNN
AACAA
AACAU
AACAC
AACAG
AACAN
AACUA
AACUU
AACUC
AACUG
AACUN
AACCA
AACCU
AACCC
AACCG
AACCN
AACGA
AACGU
AACGC
AACGG
AACGN
AACNA
AACNU
AACNC
AACNG
AACNN
AAGAA
AAGAU
AAGAC
AAGAG
AAGAN
AAGUA
AAGUU
AAGUC
AAGUG
AAGUN
AAGCA
AAGCU
AAGCC
AAGCG
AAGCN
AAGGA
AAGGU
AAGGC
AAGGG
AAGGN
AAGNA
AAGNU
AAGNC
AAGNG
AAGNN
AANAA
AANAU
AANAC
AANAG
AANAN
AANUA
AANUU
AANUC
AANUG
AANUN
AANCA
AANCU
AANCC
AANCG
AANCN
AANGA
AANGU
AANGC
AANGG
AANGN
AANNA
AANNU
AANNC
AANNG
AANNN
AUAAA
AUAAU
AUAAC
AUAAG
AUAAN
AUAUA
AUAUU
AUAUC
AUAUG
AUAUN
AUACA
AUACU
AUACC
AUACG
AUACN
AUAGA
AUAGU
AUAGC
AUAGG
AUAGN
AUANA
AUANU
AUANC
AUANG
AUANN
AUUAA
AUUAU
AUUAC
AUUAG
AUUAN
AUUUA
AUUUU
AUUUC
AUUUG
AUUUN
AUUCA
AUUCU
AUUCC
AUUCG
AUUCN
AUUGA
AUUGU
AUUGC
AUUGG
AUUGN
AUUNA
AUUNU
AUUNC
AUUNG
AUUNN
AUCAA
AUCAU
AUCAC
AUCAG
AUCAN
AUCUA
AUCUU
AUCUC
AUCUG
AUCUN
AUCCA
AUCCU
AUCCC
AUCCG
AUCCN
AUCGA
AUCGU
AUCGC
AUCGG
AUCGN
AUCNA
AUCNU
AUCNC
AUCNG
AUCNN
AUGAA
AUGAU
AUGAC
AUGAG
AUGAN
AUGUA
AUGUU
AUGUC
AUGUG
AUGUN
AUGCA
AUGCU
AUGCC
AUGCG
AUGCN
AUGGA
AUGGU
AUGGC
AUGGG
AUGGN
AUGNA
AUGNU
AUGNC
AUGNG
AUGNN
AUNAA
AUNAU
AUNAC
AUNAG
AUNAN
AUNUA
AUNUU
AUNUC
AUNUG
AUNUN
AUNCA
AUNCU
AUNCC
AUNCG
AUNCN
AUNGA
AUNGU
AUNGC
AUNGG
AUNGN
AUNNA
AUNNU
AUNNC
AUNNG
AUNNN
ACAAA
ACAAU
ACAAC
ACAAG
ACAAN
ACAUA
ACAUU
ACAUC
ACAUG
ACAUN
ACACA
ACACU
ACACC
ACACG
ACACN
ACAGA
ACAGU
ACAGC
ACAGG
ACAGN
ACANA
ACANU
ACANC
ACANG
ACANN
ACUAA
ACUAU
ACUAC
ACUAG
ACUAN
ACUUA
ACUUU
ACUUC
ACUUG
ACUUN
ACUCA
ACUCU
ACUCC
ACUCG
ACUCN
ACUGA
ACUGU
ACUGC
ACUGG
ACUGN
ACUNA
ACUNU
ACUNC
ACUNG
ACUNN
ACCAA
ACCAU
ACCAC
ACCAG
ACCAN
ACCUA
ACCUU
ACCUC
ACCUG
ACCUN
ACCCA
ACCCU
ACCCC
ACCCG
ACCCN
ACCGA
ACCGU
ACCGC
ACCGG
ACCGN
ACCNA
ACCNU
ACCNC
ACCNG
ACCNN
ACGAA
ACGAU
ACGAC
ACGAG
ACGAN
ACGUA
ACGUU
ACGUC
ACGUG
ACGUN
ACGCA
ACGCU
ACGCC
ACGCG
ACGCN
ACGGA
ACGGU
ACGGC
ACGGG
ACGGN
ACGNA
ACGNU
ACGNC
ACGNG
ACGNN
ACNAA
ACNAU
ACNAC
ACNAG
ACNAN
ACNUA
ACNUU
ACNUC
ACNUG
ACNUN
ACNCA
ACNCU
ACNCC
ACNCG
ACNCN
ACNGA
ACNGU
ACNGC
ACNGG
ACNGN
ACNNA
ACNNU
ACNNC
ACNNG
ACNNN
AGAAA
AGAAU
AGAAC
AGAAG
AGAAN
AGAUA
AGAUU
AGAUC
AGAUG
AGAUN
AGACA
AGACU
AGACC
AGACG
AGACN
AGAGA
AGAGU
AGAGC
AGAGG
AGAGN
AGANA
AGANU
AGANC
AGANG
AGANN
AGUAA
AGUAU
AGUAC
AGUAG
AGUAN
AGUUA
AGUUU
AGUUC
AGUUG
AGUUN
AGUCA
AGUCU
AGUCC
AGUCG
AGUCN
AGUGA
AGUGU
AGUGC
AGUGG
AGUGN
AGUNA
AGUNU
AGUNC
AGUNG
AGUNN
AGCAA
AGCAU
AGCAC
AGCAG
AGCAN
AGCUA
AGCUU
AGCUC
AGCUG
AGCUN
AGCCA
AGCCU
AGCCC
AGCCG
AGCCN
AGCGA
AGCGU
AGCGC
AGCGG
AGCGN
AGCNA
AGCNU
AGCNC
AGCNG
AGCNN
AGGAA
AGGAU
AGGAC
AGGAG
AGGAN
AGGUA
AGGUU
AGGUC
AGGUG
AGGUN
AGGCA
AGGCU
AGGCC
AGGCG
AGGCN
AGGGA
AGGGU
AGGGC
AGGGG
AGGGN
AGGNA
AGGNU
AGGNC
AGGNG
AGGNN
AGNAA
AGNAU
AGNAC
AGNAG
AGNAN
AGNUA
AGNUU
AGNUC
AGNUG
AGNUN
AGNCA
AGNCU
AGNCC
AGNCG
AGNCN
AGNGA
AGNGU
AGNGC
AGNGG
AGNGN
AGNNA
AGNNU
AGNNC
AGNNG
AGNNN
ANAAA
ANAAU
ANAAC
ANAAG
ANAAN
ANAUA
ANAUU
ANAUC
ANAUG
ANAUN
ANACA
ANACU
ANACC
ANACG
ANACN
ANAGA
ANAGU
ANAGC
ANAGG
ANAGN
ANANA
ANANU
ANANC
ANANG
ANANN
ANUAA
ANUAU
ANUAC
ANUAG
ANUAN
ANUUA
ANUUU
ANUUC
ANUUG
ANUUN
ANUCA
ANUCU
ANUCC
ANUCG
ANUCN
ANUGA
ANUGU
ANUGC
ANUGG
ANUGN
ANUNA
ANUNU
ANUNC
ANUNG
ANUNN
ANCAA
ANCAU
ANCAC
ANCAG
ANCAN
ANCUA
ANCUU
ANCUC
ANCUG
ANCUN
ANCCA
ANCCU
ANCCC
ANCCG
ANCCN
ANCGA
ANCGU
ANCGC
ANCGG
ANCGN
ANCNA
ANCNU
ANCNC
ANCNG
ANCNN
ANGAA
ANGAU
ANGAC
ANGAG
ANGAN
ANGUA
ANGUU
ANGUC
ANGUG
ANGUN
ANGCA
ANGCU
ANGCC
ANGCG
ANGCN
ANGGA
ANGGU
ANGGC
ANGGG
ANGGN
ANGNA
ANGNU
ANGNC
ANGNG
ANGNN
ANNAA
ANNAU
ANNAC
ANNAG
ANNAN
ANNUA
ANNUU
ANNUC
ANNUG
ANNUN
ANNCA
ANNCU
ANNCC
ANNCG
ANNCN
ANNGA
ANNGU
ANNGC
ANNGG
ANNGN
ANNNA
ANNNU
ANNNC
ANNNG
ANNNN
UAAAA
UAAAU
UAAAC
UAAAG
UAAAN
UAAUA
UAAUU
UAAUC
UAAUG
UAAUN
UAACA
UAACU
UAACC
UAACG
UAACN
UAAGA
UAAGU
UAAGC
UAAGG
UAAGN
UAANA
UAANU
UAANC
UAANG
UAANN
UAUAA
UAUAU
UAUAC
UAUAG
UAUAN
UAUUA
UAUUU
UAUUC
UAUUG
UAUUN
UAUCA
UAUCU
UAUCC
UAUCG
UAUCN
UAUGA
UAUGU
UAUGC
UAUGG
UAUGN
UAUNA
UAUNU
UAUNC
UAUNG
UAUNN
UACAA
UACAU
UACAC
UACAG
UACAN
UACUA
UACUU
UACUC
UACUG
UACUN
UACCA
UACCU
UACCC
UACCG
UACCN
UACGA
UACGU
UACGC
UACGG
UACGN
UACNA
UACNU
UACNC
UACNG
UACNN
UAGAA
UAGAU
UAGAC
UAGAG
UAGAN
UAGUA
UAGUU
UAGUC
UAGUG
UAGUN
UAGCA
UAGCU
UAGCC
UAGCG
UAGCN
UAGGA
UAGGU
UAGGC
UAGGG
UAGGN
UAGNA
UAGNU
UAGNC
UAGNG
UAGNN
UANAA
UANAU
UANAC
UANAG
UANAN
UANUA
UANUU
UANUC
UANUG
UANUN
UANCA
UANCU
UANCC
UANCG
UANCN
UANGA
UANGU
UANGC
UANGG
UANGN
UANNA
UANNU
UANNC
UANNG
UANNN
UUAAA
UUAAU
UUAAC
UUAAG
UUAAN
UUAUA
UUAUU
UUAUC
UUAUG
UUAUN
UUACA
UUACU
UUACC
UUACG
UUACN
UUAGA
UUAGU
UUAGC
UUAGG
UUAGN
UUANA
UUANU
UUANC
UUANG
UUANN
UUUAA
UUUAU
UUUAC
UUUAG
UUUAN
UUUUA
UUUUU
UUUUC
UUUUG
UUUUN
UUUCA
UUUCU
UUUCC
UUUCG
UUUCN
UUUGA
UUUGU
UUUGC
UUUGG
UUUGN
UUUNA
UUUNU
UUUNC
UUUNG
UUUNN
UUCAA
UUCAU
UUCAC
UUCAG
UUCAN
UUCUA
UUCUU
UUCUC
UUCUG
UUCUN
UUCCA
UUCCU
UUCCC
UUCCG
UUCCN
UUCGA
UUCGU
UUCGC
UUCGG
UUCGN
UUCNA
UUCNU
UUCNC
UUCNG
UUCNN
UUGAA
UUGAU
UUGAC
UUGAG
UUGAN
UUGUA
UUGUU
UUGUC
UUGUG
UUGUN
UUGCA
UUGCU
UUGCC
UUGCG
UUGCN
UUGGA
UUGGU
UUGGC
UUGGG
UUGGN
UUGNA
UUGNU
UUGNC
UUGNG
UUGNN
UUNAA
UUNAU
UUNAC
UUNAG
UUNAN
UUNUA
UUNUU
UUNUC
UUNUG
UUNUN
UUNCA
UUNCU
UUNCC
UUNCG
UUNCN
UUNGA
UUNGU
UUNGC
UUNGG
UUNGN
UUNNA
UUNNU
UUNNC
UUNNG
UUNNN
UCAAA
UCAAU
UCAAC
UCAAG
UCAAN
UCAUA
UCAUU
UCAUC
UCAUG
UCAUN
UCACA
UCACU
UCACC
UCACG
UCACN
UCAGA
UCAGU
UCAGC
UCAGG
UCAGN
UCANA
UCANU
UCANC
UCANG
UCANN
UCUAA
UCUAU
UCUAC
UCUAG
UCUAN
UCUUA
UCUUU
UCUUC
UCUUG
UCUUN
UCUCA
UCUCU
UCUCC
UCUCG
UCUCN
UCUGA
UCUGU
UCUGC
UCUGG
UCUGN
UCUNA
UCUNU
UCUNC
UCUNG
UCUNN
UCCAA
UCCAU
UCCAC
UCCAG
UCCAN
UCCUA
UCCUU
UCCUC
UCCUG
UCCUN
UCCCA
UCCCU
UCCCC
UCCCG
UCCCN
UCCGA
UCCGU
UCCGC
UCCGG
UCCGN
UCCNA
UCCNU
UCCNC
UCCNG
UCCNN
UCGAA
UCGAU
UCGAC
UCGAG
UCGAN
UCGUA
UCGUU
UCGUC
UCGUG
UCGUN
UCGCA
UCGCU
UCGCC
UCGCG
UCGCN
UCGGA
UCGGU
UCGGC
UCGGG
UCGGN
UCGNA
UCGNU
UCGNC
UCGNG
UCGNN
UCNAA
UCNAU
UCNAC
UCNAG
UCNAN
UCNUA
UCNUU
UCNUC
UCNUG
UCNUN
UCNCA
UCNCU
UCNCC
UCNCG
UCNCN
UCNGA
UCNGU
UCNGC
UCNGG
UCNGN
UCNNA
UCNNU
UCNNC
UCNNG
UCNNN
UGAAA
UGAAU
UGAAC
UGAAG
UGAAN
UGAUA
UGAUU
UGAUC
UGAUG
UGAUN
UGACA
UGACU
UGACC
UGACG
UGACN
UGAGA
UGAGU
UGAGC
UGAGG
UGAGN
UGANA
UGANU
UGANC
UGANG
UGANN
UGUAA
UGUAU
UGUAC
UGUAG
UGUAN
UGUUA
UGUUU
UGUUC
UGUUG
UGUUN
UGUCA
UGUCU
UGUCC
UGUCG
UGUCN
UGUGA
UGUGU
UGUGC
UGUGG
UGUGN
UGUNA
UGUNU
UGUNC
UGUNG
UGUNN
UGCAA
UGCAU
UGCAC
UGCAG
UGCAN
UGCUA
UGCUU
UGCUC
UGCUG
UGCUN
UGCCA
UGCCU
UGCCC
UGCCG
UGCCN
UGCGA
UGCGU
UGCGC
UGCGG
UGCGN
UGCNA
UGCNU
UGCNC
UGCNG
UGCNN
UGGAA
UGGAU
UGGAC
UGGAG
UGGAN
UGGUA
UGGUU
UGGUC
UGGUG
UGGUN
UGGCA
UGGCU
UGGCC
UGGCG
UGGCN
UGGGA
UGGGU
UGGGC
UGGGG
UGGGN
UGGNA
UGGNU
UGGNC
UGGNG
UGGNN
UGNAA
UGNAU
UGNAC
UGNAG
UGNAN
UGNUA
UGNUU
UGNUC
UGNUG
UGNUN
UGNCA
UGNCU
UGNCC
UGNCG
UGNCN
UGNGA
UGNGU
UGNGC
UGNGG
UGNGN
UGNNA
UGNNU
UGNNC
UGNNG
UGNNN
UNAAA
UNAAU
UNAAC
UNAAG
UNAAN
UNAUA
UNAUU
UNAUC
UNAUG
UNAUN
UNACA
UNACU
UNACC
UNACG
UNACN
UNAGA
UNAGU
UNAGC
UNAGG
UNAGN
UNANA
UNANU
UNANC
UNANG
UNANN
UNUAA
UNUAU
UNUAC
UNUAG
UNUAN
UNUUA
UNUUU
UNUUC
UNUUG
UNUUN
UNUCA
UNUCU
UNUCC
UNUCG
UNUCN
UNUGA
UNUGU
UNUGC
UNUGG
UNUGN
UNUNA
UNUNU
UNUNC
UNUNG
UNUNN
UNCAA
UNCAU
UNCAC
UNCAG
UNCAN
UNCUA
UNCUU
UNCUC
UNCUG
UNCUN
UNCCA
UNCCU
UNCCC
UNCCG
UNCCN
UNCGA
UNCGU
UNCGC
UNCGG
UNCGN
UNCNA
UNCNU
UNCNC
UNCNG
UNCNN
UNGAA
UNGAU
UNGAC
UNGAG
UNGAN
UNGUA
UNGUU
UNGUC
UNGUG
UNGUN
UNGCA
UNGCU
UNGCC
UNGCG
UNGCN
UNGGA
UNGGU
UNGGC
UNGGG
UNGGN
UNGNA
UNGNU
UNGNC
UNGNG
UNGNN
UNNAA
UNNAU
UNNAC
UNNAG
UNNAN
UNNUA
UNNUU
UNNUC
UNNUG
UNNUN
UNNCA
UNNCU
UNNCC
UNNCG
UNNCN
UNNGA
UNNGU
UNNGC
UNNGG
UNNGN
UNNNA
UNNNU
UNNNC
UNNNG
UNNNN
CAAAA
CAAAU
CAAAC
CAAAG
CAAAN
CAAUA
CAAUU
CAAUC
CAAUG
CAAUN
CAACA
CAACU
CAACC
CAACG
CAACN
CAAGA
CAAGU
CAAGC
CAAGG
CAAGN
CAANA
CAANU
CAANC
CAANG
CAANN
CAUAA
CAUAU
CAUAC
CAUAG
CAUAN
CAUUA
CAUUU
CAUUC
CAUUG
CAUUN
CAUCA
CAUCU
CAUCC
CAUCG
CAUCN
CAUGA
CAUGU
CAUGC
CAUGG
CAUGN
CAUNA
CAUNU
CAUNC
CAUNG
CAUNN
CACAA
CACAU
CACAC
CACAG
CACAN
CACUA
CACUU
CACUC
CACUG
CACUN
CACCA
CACCU
CACCC
CACCG
CACCN
CACGA
CACGU
CACGC
CACGG
CACGN
CACNA
CACNU
CACNC
CACNG
CACNN
CAGAA
CAGAU
CAGAC
CAGAG
CAGAN
CAGUA
CAGUU
CAGUC
CAGUG
CAGUN
CAGCA
CAGCU
CAGCC
CAGCG
CAGCN
CAGGA
CAGGU
CAGGC
CAGGG
CAGGN
CAGNA
CAGNU
CAGNC
CAGNG
CAGNN
CANAA
CANAU
CANAC
CANAG
CANAN
CANUA
CANUU
CANUC
CANUG
CANUN
CANCA
CANCU
CANCC
CANCG
CANCN
CANGA
CANGU
CANGC
CANGG
CANGN
CANNA
CANNU
CANNC
CANNG
CANNN
CUAAA
CUAAU
CUAAC
CUAAG
CUAAN
CUAUA
CUAUU
CUAUC
CUAUG
CUAUN
CUACA
CUACU
CUACC
CUACG
CUACN
CUAGA
CUAGU
CUAGC
CUAGG
CUAGN
CUANA
CUANU
CUANC
CUANG
CUANN
CUUAA
CUUAU
CUUAC
CUUAG
CUUAN
CUUUA
CUUUU
CUUUC
CUUUG
CUUUN
CUUCA
CUUCU
CUUCC
CUUCG
CUUCN
CUUGA
CUUGU
CUUGC
CUUGG
CUUGN
CUUNA
CUUNU
CUUNC
CUUNG
CUUNN
CUCAA
CUCAU
CUCAC
CUCAG
CUCAN
CUCUA
CUCUU
CUCUC
CUCUG
CUCUN
CUCCA
CUCCU
CUCCC
CUCCG
CUCCN
CUCGA
CUCGU
CUCGC
CUCGG
CUCGN
CUCNA
CUCNU
CUCNC
CUCNG
CUCNN
CUGAA
CUGAU
CUGAC
CUGAG
CUGAN
CUGUA
CUGUU
CUGUC
CUGUG
CUGUN
CUGCA
CUGCU
CUGCC
CUGCG
CUGCN
CUGGA
CUGGU
CUGGC
CUGGG
CUGGN
CUGNA
CUGNU
CUGNC
CUGNG
CUGNN
CUNAA
CUNAU
CUNAC
CUNAG
CUNAN
CUNUA
CUNUU
CUNUC
CUNUG
CUNUN
CUNCA
CUNCU
CUNCC
CUNCG
CUNCN
CUNGA
CUNGU
CUNGC
CUNGG
CUNGN
CUNNA
CUNNU
CUNNC
CUNNG
CUNNN
CCAAA
CCAAU
CCAAC
CCAAG
CCAAN
CCAUA
CCAUU
CCAUC
CCAUG
CCAUN
CCACA
CCACU
CCACC
CCACG
CCACN
CCAGA
CCAGU
CCAGC
CCAGG
CCAGN
CCANA
CCANU
CCANC
CCANG
CCANN
CCUAA
CCUAU
CCUAC
CCUAG
CCUAN
CCUUA
CCUUU
CCUUC
CCUUG
CCUUN
CCUCA
CCUCU
CCUCC
CCUCG
CCUCN
CCUGA
CCUGU
CCUGC
CCUGG
CCUGN
CCUNA
CCUNU
CCUNC
CCUNG
CCUNN
CCCAA
CCCAU
CCCAC
CCCAG
CCCAN
CCCUA
CCCUU
CCCUC
CCCUG
CCCUN
CCCCA
CCCCU
CCCCC
CCCCG
CCCCN
CCCGA
CCCGU
CCCGC
CCCGG
CCCGN
CCCNA
CCCNU
CCCNC
CCCNG
CCCNN
CCGAA
CCGAU
CCGAC
CCGAG
CCGAN
CCGUA
CCGUU
CCGUC
CCGUG
CCGUN
CCGCA
CCGCU
CCGCC
CCGCG
CCGCN
CCGGA
CCGGU
CCGGC
CCGGG
CCGGN
CCGNA
CCGNU
CCGNC
CCGNG
CCGNN
CCNAA
CCNAU
CCNAC
CCNAG
CCNAN
CCNUA
CCNUU
CCNUC
CCNUG
CCNUN
CCNCA
CCNCU
CCNCC
CCNCG
CCNCN
CCNGA
CCNGU
CCNGC
CCNGG
CCNGN
CCNNA
CCNNU
CCNNC
CCNNG
CCNNN
CGAAA
CGAAU
CGAAC
CGAAG
CGAAN
CGAUA
CGAUU
CGAUC
CGAUG
CGAUN
CGACA
CGACU
CGACC
CGACG
CGACN
CGAGA
CGAGU
CGAGC
CGAGG
CGAGN
CGANA
CGANU
CGANC
CGANG
CGANN
CGUAA
CGUAU
CGUAC
CGUAG
CGUAN
CGUUA
CGUUU
CGUUC
CGUUG
CGUUN
CGUCA
CGUCU
CGUCC
CGUCG
CGUCN
CGUGA
CGUGU
CGUGC
CGUGG
CGUGN
CGUNA
CGUNU
CGUNC
CGUNG
CGUNN
CGCAA
CGCAU
CGCAC
CGCAG
CGCAN
CGCUA
CGCUU
CGCUC
CGCUG
CGCUN
CGCCA
CGCCU
CGCCC
CGCCG
CGCCN
CGCGA
CGCGU
CGCGC
CGCGG
CGCGN
CGCNA
CGCNU
CGCNC
CGCNG
CGCNN
CGGAA
CGGAU
CGGAC
CGGAG
CGGAN
CGGUA
CGGUU
CGGUC
CGGUG
CGGUN
CGGCA
CGGCU
CGGCC
CGGCG
CGGCN
CGGGA
CGGGU
CGGGC
CGGGG
CGGGN
CGGNA
CGGNU
CGGNC
CGGNG
CGGNN
CGNAA
CGNAU
CGNAC
CGNAG
CGNAN
CGNUA
CGNUU
CGNUC
CGNUG
CGNUN
CGNCA
CGNCU
CGNCC
CGNCG
CGNCN
CGNGA
CGNGU
CGNGC
CGNGG
CGNGN
CGNNA
CGNNU
CGNNC
CGNNG
CGNNN
CNAAA
CNAAU
CNAAC
CNAAG
CNAAN
CNAUA
CNAUU
CNAUC
CNAUG
CNAUN
CNACA
CNACU
CNACC
CNACG
CNACN
CNAGA
CNAGU
CNAGC
CNAGG
CNAGN
CNANA
CNANU
CNANC
CNANG
CNANN
CNUAA
CNUAU
CNUAC
CNUAG
CNUAN
CNUUA
CNUUU
CNUUC
CNUUG
CNUUN
CNUCA
CNUCU
CNUCC
CNUCG
CNUCN
CNUGA
CNUGU
CNUGC
CNUGG
CNUGN
CNUNA
CNUNU
CNUNC
CNUNG
CNUNN
CNCAA
CNCAU
CNCAC
CNCAG
CNCAN
CNCUA
CNCUU
CNCUC
CNCUG
CNCUN
CNCCA
CNCCU
CNCCC
CNCCG
CNCCN
CNCGA
CNCGU
CNCGC
CNCGG
CNCGN
CNCNA
CNCNU
CNCNC
CNCNG
CNCNN
CNGAA
CNGAU
CNGAC
CNGAG
CNGAN
CNGUA
CNGUU
CNGUC
CNGUG
CNGUN
CNGCA
CNGCU
CNGCC
CNGCG
CNGCN
CNGGA
CNGGU
CNGGC
CNGGG
CNGGN
CNGNA
CNGNU
CNGNC
CNGNG
CNGNN
CNNAA
CNNAU
CNNAC
CNNAG
CNNAN
CNNUA
CNNUU
CNNUC
CNNUG
CNNUN
CNNCA
CNNCU
CNNCC
CNNCG
CNNCN
CNNGA
CNNGU
CNNGC
CNNGG
CNNGN
CNNNA
CNNNU
CNNNC
CNNNG
CNNNN
GAAAA
GAAAU
GAAAC
GAAAG
GAAAN
GAAUA
GAAUU
GAAUC
GAAUG
GAAUN
GAACA
GAACU
GAACC
GAACG
GAACN
GAAGA
GAAGU
GAAGC
GAAGG
GAAGN
GAANA
GAANU
GAANC
GAANG
GAANN
GAUAA
GAUAU
GAUAC
GAUAG
GAUAN
GAUUA
GAUUU
GAUUC
GAUUG
GAUUN
GAUCA
GAUCU
GAUCC
GAUCG
GAUCN
GAUGA
GAUGU
GAUGC
GAUGG
GAUGN
GAUNA
GAUNU
GAUNC
GAUNG
GAUNN
GACAA
GACAU
GACAC
GACAG
GACAN
GACUA
GACUU
GACUC
GACUG
GACUN
GACCA
GACCU
GACCC
GACCG
GACCN
GACGA
GACGU
GACGC
GACGG
GACGN
GACNA
GACNU
GACNC
GACNG
GACNN
GAGAA
GAGAU
GAGAC
GAGAG
GAGAN
GAGUA
GAGUU
GAGUC
GAGUG
GAGUN
GAGCA
GAGCU
GAGCC
GAGCG
GAGCN
GAGGA
GAGGU
GAGGC
GAGGG
GAGGN
GAGNA
GAGNU
GAGNC
GAGNG
GAGNN
GANAA
GANAU
GANAC
GANAG
GANAN
GANUA
GANUU
GANUC
GANUG
GANUN
GANCA
GANCU
GANCC
GANCG
GANCN
GANGA
GANGU
GANGC
GANGG
GANGN
GANNA
GANNU
GANNC
GANNG
GANNN
GUAAA
GUAAU
GUAAC
GUAAG
GUAAN
GUAUA
GUAUU
GUAUC
GUAUG
GUAUN
GUACA
GUACU
GUACC
GUACG
GUACN
GUAGA
GUAGU
GUAGC
GUAGG
GUAGN
GUANA
GUANU
GUANC
GUANG
GUANN
GUUAA
GUUAU
GUUAC
GUUAG
GUUAN
GUUUA
GUUUU
GUUUC
GUUUG
GUUUN
GUUCA
GUUCU
GUUCC
GUUCG
GUUCN
GUUGA
GUUGU
GUUGC
GUUGG
GUUGN
GUUNA
GUUNU
GUUNC
GUUNG
GUUNN
GUCAA
GUCAU
GUCAC
GUCAG
GUCAN
GUCUA
GUCUU
GUCUC
GUCUG
GUCUN
GUCCA
GUCCU
GUCCC
GUCCG
GUCCN
GUCGA
GUCGU
GUCGC
GUCGG
GUCGN
GUCNA
GUCNU
GUCNC
GUCNG
GUCNN
GUGAA
GUGAU
GUGAC
GUGAG
GUGAN
GUGUA
GUGUU
GUGUC
GUGUG
GUGUN
GUGCA
GUGCU
GUGCC
GUGCG
GUGCN
GUGGA
GUGGU
GUGGC
GUGGG
GUGGN
GUGNA
GUGNU
GUGNC
GUGNG
GUGNN
GUNAA
GUNAU
GUNAC
GUNAG
GUNAN
GUNUA
GUNUU
GUNUC
GUNUG
GUNUN
GUNCA
GUNCU
GUNCC
GUNCG
GUNCN
GUNGA
GUNGU
GUNGC
GUNGG
GUNGN
GUNNA
GUNNU
GUNNC
GUNNG
GUNNN
GCAAA
GCAAU
GCAAC
GCAAG
GCAAN
GCAUA
GCAUU
GCAUC
GCAUG
GCAUN
GCACA
GCACU
GCACC
GCACG
GCACN
GCAGA
GCAGU
GCAGC
GCAGG
GCAGN
GCANA
GCANU
GCANC
GCANG
GCANN
GCUAA
GCUAU
GCUAC
GCUAG
GCUAN
GCUUA
GCUUU
GCUUC
GCUUG
GCUUN
GCUCA
GCUCU
GCUCC
GCUCG
GCUCN
GCUGA
GCUGU
GCUGC
GCUGG
GCUGN
GCUNA
GCUNU
GCUNC
GCUNG
GCUNN
GCCAA
GCCAU
GCCAC
GCCAG
GCCAN
GCCUA
GCCUU
GCCUC
GCCUG
GCCUN
GCCCA
GCCCU
GCCCC
GCCCG
GCCCN
GCCGA
GCCGU
GCCGC
GCCGG
GCCGN
GCCNA
GCCNU
GCCNC
GCCNG
GCCNN
GCGAA
GCGAU
GCGAC
GCGAG
GCGAN
GCGUA
GCGUU
GCGUC
GCGUG
GCGUN
GCGCA
GCGCU
GCGCC
GCGCG
GCGCN
GCGGA
GCGGU
GCGGC
GCGGG
GCGGN
GCGNA
GCGNU
GCGNC
GCGNG
GCGNN
GCNAA
GCNAU
GCNAC
GCNAG
GCNAN
GCNUA
GCNUU
GCNUC
GCNUG
GCNUN
GCNCA
GCNCU
GCNCC
GCNCG
GCNCN
GCNGA
GCNGU
GCNGC
GCNGG
GCNGN
GCNNA
GCNNU
GCNNC
GCNNG
GCNNN
GGAAA
GGAAU
GGAAC
GGAAG
GGAAN
GGAUA
GGAUU
GGAUC
GGAUG
GGAUN
GGACA
GGACU
GGACC
GGACG
GGACN
GGAGA
GGAGU
GGAGC
GGAGG
GGAGN
GGANA
GGANU
GGANC
GGANG
GGANN
GGUAA
GGUAU
GGUAC
GGUAG
GGUAN
GGUUA
GGUUU
GGUUC
GGUUG
GGUUN
GGUCA
GGUCU
GGUCC
GGUCG
GGUCN
GGUGA
GGUGU
GGUGC
GGUGG
GGUGN
GGUNA
GGUNU
GGUNC
GGUNG
GGUNN
GGCAA
GGCAU
GGCAC
GGCAG
GGCAN
GGCUA
GGCUU
GGCUC
GGCUG
GGCUN
GGCCA
GGCCU
GGCCC
GGCCG
GGCCN
GGCGA
GGCGU
GGCGC
GGCGG
GGCGN
GGCNA
GGCNU
GGCNC
GGCNG
GGCNN
GGGAA
GGGAU
GGGAC
GGGAG
GGGAN
GGGUA
GGGUU
GGGUC
GGGUG
GGGUN
GGGCA
GGGCU
GGGCC
GGGCG
GGGCN
GGGGA
GGGGU
GGGGC
GGGGG
GGGGN
GGGNA
GGGNU
GGGNC
GGGNG
GGGNN
GGNAA
GGNAU
GGNAC
GGNAG
GGNAN
GGNUA
GGNUU
GGNUC
GGNUG
GGNUN
GGNCA
GGNCU
GGNCC
GGNCG
GGNCN
GGNGA
GGNGU
GGNGC
GGNGG
GGNGN
GGNNA
GGNNU
GGNNC
GGNNG
GGNNN
GNAAA
GNAAU
GNAAC
GNAAG
GNAAN
GNAUA
GNAUU
GNAUC
GNAUG
GNAUN
GNACA
GNACU
GNACC
GNACG
GNACN
GNAGA
GNAGU
GNAGC
GNAGG
GNAGN
GNANA
GNANU
GNANC
GNANG
GNANN
GNUAA
GNUAU
GNUAC
GNUAG
GNUAN
GNUUA
GNUUU
GNUUC
GNUUG
GNUUN
GNUCA
GNUCU
GNUCC
GNUCG
GNUCN
GNUGA
GNUGU
GNUGC
GNUGG
GNUGN
GNUNA
GNUNU
GNUNC
GNUNG
GNUNN
GNCAA
GNCAU
GNCAC
GNCAG
GNCAN
GNCUA
GNCUU
GNCUC
GNCUG
GNCUN
GNCCA
GNCCU
GNCCC
GNCCG
GNCCN
GNCGA
GNCGU
GNCGC
GNCGG
GNCGN
GNCNA
GNCNU
GNCNC
GNCNG
GNCNN
GNGAA
GNGAU
GNGAC
GNGAG
GNGAN
GNGUA
GNGUU
GNGUC
GNGUG
GNGUN
GNGCA
GNGCU
GNGCC
GNGCG
GNGCN
GNGGA
GNGGU
GNGGC
GNGGG
GNGGN
GNGNA
GNGNU
GNGNC
GNGNG
GNGNN
GNNAA
GNNAU
GNNAC
GNNAG
GNNAN
GNNUA
GNNUU
GNNUC
GNNUG
GNNUN
GNNCA
GNNCU
GNNCC
GNNCG
GNNCN
GNNGA
GNNGU
GNNGC
GNNGG
GNNGN
GNNNA
GNNNU
GNNNC
GNNNG
GNNNN
NAAAA
NAAAU
NAAAC
NAAAG
NAAAN
NAAUA
NAAUU
NAAUC
NAAUG
NAAUN
NAACA
NAACU
NAACC
NAACG
NAACN
NAAGA
NAAGU
NAAGC
NAAGG
NAAGN
NAANA
NAANU
NAANC
NAANG
NAANN
NAUAA
NAUAU
NAUAC
NAUAG
NAUAN
NAUUA
NAUUU
NAUUC
NAUUG
NAUUN
NAUCA
NAUCU
NAUCC
NAUCG
NAUCN
NAUGA
NAUGU
NAUGC
NAUGG
NAUGN
NAUNA
NAUNU
NAUNC
NAUNG
NAUNN
NACAA
NACAU
NACAC
NACAG
NACAN
NACUA
NACUU
NACUC
NACUG
NACUN
NACCA
NACCU
NACCC
NACCG
NACCN
NACGA
NACGU
NACGC
NACGG
NACGN
NACNA
NACNU
NACNC
NACNG
NACNN
NAGAA
NAGAU
NAGAC
NAGAG
NAGAN
NAGUA
NAGUU
NAGUC
NAGUG
NAGUN
NAGCA
NAGCU
NAGCC
NAGCG
NAGCN
NAGGA
NAGGU
NAGGC
NAGGG
NAGGN
NAGNA
NAGNU
NAGNC
NAGNG
NAGNN
NANAA
NANAU
NANAC
NANAG
NANAN
NANUA
NANUU
NANUC
NANUG
NANUN
NANCA
NANCU
NANCC
NANCG
NANCN
NANGA
NANGU
NANGC
NANGG
NANGN
NANNA
NANNU
NANNC
NANNG
NANNN
NUAAA
NUAAU
NUAAC
NUAAG
NUAAN
NUAUA
NUAUU
NUAUC
NUAUG
NUAUN
NUACA
NUACU
NUACC
NUACG
NUACN
NUAGA
NUAGU
NUAGC
NUAGG
NUAGN
NUANA
NUANU
NUANC
NUANG
NUANN
NUUAA
NUUAU
NUUAC
NUUAG
NUUAN
NUUUA
NUUUU
NUUUC
NUUUG
NUUUN
NUUCA
NUUCU
NUUCC
NUUCG
NUUCN
NUUGA
NUUGU
NUUGC
NUUGG
NUUGN
NUUNA
NUUNU
NUUNC
NUUNG
NUUNN
NUCAA
NUCAU
NUCAC
NUCAG
NUCAN
NUCUA
NUCUU
NUCUC
NUCUG
NUCUN
NUCCA
NUCCU
NUCCC
NUCCG
NUCCN
NUCGA
NUCGU
NUCGC
NUCGG
NUCGN
NUCNA
NUCNU
NUCNC
NUCNG
NUCNN
NUGAA
NUGAU
NUGAC
NUGAG
NUGAN
NUGUA
NUGUU
NUGUC
NUGUG
NUGUN
NUGCA
NUGCU
NUGCC
NUGCG
NUGCN
NUGGA
NUGGU
NUGGC
NUGGG
NUGGN
NUGNA
NUGNU
NUGNC
NUGNG
NUGNN
NUNAA
NUNAU
NUNAC
NUNAG
NUNAN
NUNUA
NUNUU
NUNUC
NUNUG
NUNUN
NUNCA
NUNCU
NUNCC
NUNCG
NUNCN
NUNGA
NUNGU
NUNGC
NUNGG
NUNGN
NUNNA
NUNNU
NUNNC
NUNNG
NUNNN
NCAAA
NCAAU
NCAAC
NCAAG
NCAAN
NCAUA
NCAUU
NCAUC
NCAUG
NCAUN
NCACA
NCACU
NCACC
NCACG
NCACN
NCAGA
NCAGU
NCAGC
NCAGG
NCAGN
NCANA
NCANU
NCANC
NCANG
NCANN
NCUAA
NCUAU
NCUAC
NCUAG
NCUAN
NCUUA
NCUUU
NCUUC
NCUUG
NCUUN
NCUCA
NCUCU
NCUCC
NCUCG
NCUCN
NCUGA
NCUGU
NCUGC
NCUGG
NCUGN
NCUNA
NCUNU
NCUNC
NCUNG
NCUNN
NCCAA
NCCAU
NCCAC
NCCAG
NCCAN
NCCUA
NCCUU
NCCUC
NCCUG
NCCUN
NCCCA
NCCCU
NCCCC
NCCCG
NCCCN
NCCGA
NCCGU
NCCGC
NCCGG
NCCGN
NCCNA
NCCNU
NCCNC
NCCNG
NCCNN
NCGAA
NCGAU
NCGAC
NCGAG
NCGAN
NCGUA
NCGUU
NCGUC
NCGUG
NCGUN
NCGCA
NCGCU
NCGCC
NCGCG
NCGCN
NCGGA
NCGGU
NCGGC
NCGGG
NCGGN
NCGNA
NCGNU
NCGNC
NCGNG
NCGNN
NCNAA
NCNAU
NCNAC
NCNAG
NCNAN
NCNUA
NCNUU
NCNUC
NCNUG
NCNUN
NCNCA
NCNCU
NCNCC
NCNCG
NCNCN
NCNGA
NCNGU
NCNGC
NCNGG
NCNGN
NCNNA
NCNNU
NCNNC
NCNNG
NCNNN
NGAAA
NGAAU
NGAAC
NGAAG
NGAAN
NGAUA
NGAUU
NGAUC
NGAUG
NGAUN
NGACA
NGACU
NGACC
NGACG
NGACN
NGAGA
NGAGU
NGAGC
NGAGG
NGAGN
NGANA
NGANU
NGANC
NGANG
NGANN
NGUAA
NGUAU
NGUAC
NGUAG
NGUAN
NGUUA
NGUUU
NGUUC
NGUUG
NGUUN
NGUCA
NGUCU
NGUCC
NGUCG
NGUCN
NGUGA
NGUGU
NGUGC
NGUGG
NGUGN
NGUNA
NGUNU
NGUNC
NGUNG
NGUNN
NGCAA
NGCAU
NGCAC
NGCAG
NGCAN
NGCUA
NGCUU
NGCUC
NGCUG
NGCUN
NGCCA
NGCCU
NGCCC
NGCCG
NGCCN
NGCGA
NGCGU
NGCGC
NGCGG
NGCGN
NGCNA
NGCNU
NGCNC
NGCNG
NGCNN
NGGAA
NGGAU
NGGAC
NGGAG
NGGAN
NGGUA
NGGUU
NGGUC
NGGUG
NGGUN
NGGCA
NGGCU
NGGCC
NGGCG
NGGCN
NGGGA
NGGGU
NGGGC
NGGGG
NGGGN
NGGNA
NGGNU
NGGNC
NGGNG
NGGNN
NGNAA
NGNAU
NGNAC
NGNAG
NGNAN
NGNUA
NGNUU
NGNUC
NGNUG
NGNUN
NGNCA
NGNCU
NGNCC
NGNCG
NGNCN
NGNGA
NGNGU
NGNGC
NGNGG
NGNGN
NGNNA
NGNNU
NGNNC
NGNNG
NGNNN
NNAAA
NNAAU
NNAAC
NNAAG
NNAAN
NNAUA
NNAUU
NNAUC
NNAUG
NNAUN
NNACA
NNACU
NNACC
NNACG
NNACN
NNAGA
NNAGU
NNAGC
NNAGG
NNAGN
NNANA
NNANU
NNANC
NNANG
NNANN
NNUAA
NNUAU
NNUAC
NNUAG
NNUAN
NNUUA
NNUUU
NNUUC
NNUUG
NNUUN
NNUCA
NNUCU
NNUCC
NNUCG
NNUCN
NNUGA
NNUGU
NNUGC
NNUGG
NNUGN
NNUNA
NNUNU
NNUNC
NNUNG
NNUNN
NNCAA
NNCAU
NNCAC
NNCAG
NNCAN
NNCUA
NNCUU
NNCUC
NNCUG
NNCUN
NNCCA
NNCCU
NNCCC
NNCCG
NNCCN
NNCGA
NNCGU
NNCGC
NNCGG
NNCGN
NNCNA
NNCNU
NNCNC
NNCNG
NNCNN
NNGAA
NNGAU
NNGAC
NNGAG
NNGAN
NNGUA
NNGUU
NNGUC
NNGUG
NNGUN
NNGCA
NNGCU
NNGCC
NNGCG
NNGCN
NNGGA
NNGGU
NNGGC
NNGGG
NNGGN
NNGNA
NNGNU
NNGNC
NNGNG
NNGNN
NNNAA
NNNAU
NNNAC
NNNAG
NNNAN
NNNUA
NNNUU
NNNUC
NNNUG
NNNUN
NNNCA
NNNCU
NNNCC
NNNCG
NNNCN
NNNGA
NNNGU
NNNGC
NNNGG
NNNGN
NNNNA
NNNNU
NNNNC
NNNNG
NNNNN
[MASK]
[CLS]
[PAD]
[SEP]
[UNK]
