AAAAAA
AAAAAU
AAAAAC
AAAAAG
AAAAAN
AAAAUA
AAAAUU
AAAAUC
AAAAUG
AAAAUN
AAAACA
AAAACU
AAAACC
AAAACG
AAAACN
AAAAGA
AAAAGU
AAAAGC
AAAAGG
AAAAGN
AAAANA
AAAANU
AAAANC
AAAANG
AAAANN
AAAUAA
AAAUAU
AAAUAC
AAAUAG
AAAUAN
AAAUUA
AAAUUU
AAAUUC
AAAUUG
AAAUUN
AAAUCA
AAAUCU
AAAUCC
AAAUCG
AAAUCN
AAAUGA
AAAUGU
AAAUGC
AAAUGG
AAAUGN
AAAUNA
AAAUNU
AAAUNC
AAAUNG
AAAUNN
AAACAA
AAACAU
AAACAC
AAACAG
AAACAN
AAACUA
AAACUU
AAACUC
AAACUG
AAACUN
AAACCA
AAACCU
AAACCC
AAACCG
AAACCN
AAACGA
AAACGU
AAACGC
AAACGG
AAACGN
AAACNA
AAACNU
AAACNC
AAACNG
AAACNN
AAAGAA
AAAGAU
AAAGAC
AAAGAG
AAAGAN
AAAGUA
AAAGUU
AAAGUC
AAAGUG
AAAGUN
AAAGCA
AAAGCU
AAAGCC
AAAGCG
AAAGCN
AAAGGA
AAAGGU
AAAGGC
AAAGGG
AAAGGN
AAAGNA
AAAGNU
AAAGNC
AAAGNG
AAAGNN
AAANAA
AAANAU
AAANAC
AAANAG
AAANAN
AAANUA
AAANUU
AAANUC
AAANUG
AAANUN
AAANCA
AAANCU
AAANCC
AAANCG
AAANCN
AAANGA
AAANGU
AAANGC
AAANGG
AAANGN
AAANNA
AAANNU
AAANNC
AAANNG
AAANNN
AAUAAA
AAUAAU
AAUAAC
AAUAAG
AAUAAN
AAUAUA
AAUAUU
AAUAUC
AAUAUG
AAUAUN
AAUACA
AAUACU
AAUACC
AAUACG
AAUACN
AAUAGA
AAUAGU
AAUAGC
AAUAGG
AAUAGN
AAUANA
AAUANU
AAUANC
AAUANG
AAUANN
AAUUAA
AAUUAU
AAUUAC
AAUUAG
AAUUAN
AAUUUA
AAUUUU
AAUUUC
AAUUUG
AAUUUN
AAUUCA
AAUUCU
AAUUCC
AAUUCG
AAUUCN
AAUUGA
AAUUGU
AAUUGC
AAUUGG
AAUUGN
AAUUNA
AAUUNU
AAUUNC
AAUUNG
AAUUNN
AAUCAA
AAUCAU
AAUCAC
AAUCAG
AAUCAN
AAUCUA
AAUCUU
AAUCUC
AAUCUG
AAUCUN
AAUCCA
AAUCCU
AAUCCC
AAUCCG
AAUCCN
AAUCGA
AAUCGU
AAUCGC
AAUCGG
AAUCGN
AAUCNA
AAUCNU
AAUCNC
AAUCNG
AAUCNN
AAUGAA
AAUGAU
AAUGAC
AAUGAG
AAUGAN
AAUGUA
AAUGUU
AAUGUC
AAUGUG
AAUGUN
AAUGCA
AAUGCU
AAUGCC
AAUGCG
AAUGCN
AAUGGA
AAUGGU
AAUGGC
AAUGGG
AAUGGN
AAUGNA
AAUGNU
AAUGNC
AAUGNG
AAUGNN
AAUNAA
AAUNAU
AAUNAC
AAUNAG
AAUNAN
AAUNUA
AAUNUU
AAUNUC
AAUNUG
AAUNUN
AAUNCA
AAUNCU
AAUNCC
AAUNCG
AAUNCN
AAUNGA
AAUNGU
AAUNGC
AAUNGG
AAUNGN
AAUNNA
AAUNNU
AAUNNC
AAUNNG
AAUNNN
AACAAA
AACAAU
AACAAC
AACAAG
AACAAN
AACAUA
AACAUU
AACAUC
AACAUG
AACAUN
AACACA
AACACU
AACACC
AACACG
AACACN
AACAGA
AACAGU
AACAGC
AACAGG
AACAGN
AACANA
AACANU
AACANC
AACANG
AACANN
AACUAA
AACUAU
AACUAC
AACUAG
AACUAN
AACUUA
AACUUU
AACUUC
AACUUG
AACUUN
AACUCA
AACUCU
AACUCC
AACUCG
AACUCN
AACUGA
AACUGU
AACUGC
AACUGG
AACUGN
AACUNA
AACUNU
AACUNC
AACUNG
AACUNN
AACCAA
AACCAU
AACCAC
AACCAG
AACCAN
AACCUA
AACCUU
AACCUC
AACCUG
AACCUN
AACCCA
AACCCU
AACCCC
AACCCG
AACCCN
AACCGA
AACCGU
AACCGC
AACCGG
AACCGN
AACCNA
AACCNU
AACCNC
AACCNG
AACCNN
AACGAA
AACGAU
AACGAC
AACGAG
AACGAN
AACGUA
AACGUU
AACGUC
AACGUG
AACGUN
AACGCA
AACGCU
AACGCC
AACGCG
AACGCN
AACGGA
AACGGU
AACGGC
AACGGG
AACGGN
AACGNA
AACGNU
AACGNC
AACGNG
AACGNN
AACNAA
AACNAU
AACNAC
AACNAG
AACNAN
AACNUA
AACNUU
AACNUC
AACNUG
AACNUN
AACNCA
AACNCU
AACNCC
AACNCG
AACNCN
AACNGA
AACNGU
AACNGC
AACNGG
AACNGN
AACNNA
AACNNU
AACNNC
AACNNG
AACNNN
AAGAAA
AAGAAU
AAGAAC
AAGAAG
AAGAAN
AAGAUA
AAGAUU
AAGAUC
AAGAUG
AAGAUN
AAGACA
AAGACU
AAGACC
AAGACG
AAGACN
AAGAGA
AAGAGU
AAGAGC
AAGAGG
AAGAGN
AAGANA
AAGANU
AAGANC
AAGANG
AAGANN
AAGUAA
AAGUAU
AAGUAC
AAGUAG
AAGUAN
AAGUUA
AAGUUU
AAGUUC
AAGUUG
AAGUUN
AAGUCA
AAGUCU
AAGUCC
AAGUCG
AAGUCN
AAGUGA
AAGUGU
AAGUGC
AAGUGG
AAGUGN
AAGUNA
AAGUNU
AAGUNC
AAGUNG
AAGUNN
AAGCAA
AAGCAU
AAGCAC
AAGCAG
AAGCAN
AAGCUA
AAGCUU
AAGCUC
AAGCUG
AAGCUN
AAGCCA
AAGCCU
AAGCCC
AAGCCG
AAGCCN
AAGCGA
AAGCGU
AAGCGC
AAGCGG
AAGCGN
AAGCNA
AAGCNU
AAGCNC
AAGCNG
AAGCNN
AAGGAA
AAGGAU
AAGGAC
AAGGAG
AAGGAN
AAGGUA
AAGGUU
AAGGUC
AAGGUG
AAGGUN
AAGGCA
AAGGCU
AAGGCC
AAGGCG
AAGGCN
AAGGGA
AAGGGU
AAGGGC
AAGGGG
AAGGGN
AAGGNA
AAGGNU
AAGGNC
AAGGNG
AAGGNN
AAGNAA
AAGNAU
AAGNAC
AAGNAG
AAGNAN
AAGNUA
AAGNUU
AAGNUC
AAGNUG
AAGNUN
AAGNCA
AAGNCU
AAGNCC
AAGNCG
AAGNCN
AAGNGA
AAGNGU
AAGNGC
AAGNGG
AAGNGN
AAGNNA
AAGNNU
AAGNNC
AAGNNG
AAGNNN
AANAAA
AANAAU
AANAAC
AANAAG
AANAAN
AANAUA
AANAUU
AANAUC
AANAUG
AANAUN
AANACA
AANACU
AANACC
AANACG
AANACN
AANAGA
AANAGU
AANAGC
AANAGG
AANAGN
AANANA
AANANU
AANANC
AANANG
AANANN
AANUAA
AANUAU
AANUAC
AANUAG
AANUAN
AANUUA
AANUUU
AANUUC
AANUUG
AANUUN
AANUCA
AANUCU
AANUCC
AANUCG
AANUCN
AANUGA
AANUGU
AANUGC
AANUGG
AANUGN
AANUNA
AANUNU
AANUNC
AANUNG
AANUNN
AANCAA
AANCAU
AANCAC
AANCAG
AANCAN
AANCUA
AANCUU
AANCUC
AANCUG
AANCUN
AANCCA
AANCCU
AANCCC
AANCCG
AANCCN
AANCGA
AANCGU
AANCGC
AANCGG
AANCGN
AANCNA
AANCNU
AANCNC
AANCNG
AANCNN
AANGAA
AANGAU
AANGAC
AANGAG
AANGAN
AANGUA
AANGUU
AANGUC
AANGUG
AANGUN
AANGCA
AANGCU
AANGCC
AANGCG
AANGCN
AANGGA
AANGGU
AANGGC
AANGGG
AANGGN
AANGNA
AANGNU
AANGNC
AANGNG
AANGNN
AANNAA
AANNAU
AANNAC
AANNAG
AANNAN
AANNUA
AANNUU
AANNUC
AANNUG
AANNUN
AANNCA
AANNCU
AANNCC
AANNCG
AANNCN
AANNGA
AANNGU
AANNGC
AANNGG
AANNGN
AANNNA
AANNNU
AANNNC
AANNNG
AANNNN
AUAAAA
AUAAAU
AUAAAC
AUAAAG
AUAAAN
AUAAUA
AUAAUU
AUAAUC
AUAAUG
AUAAUN
AUAACA
AUAACU
AUAACC
AUAACG
AUAACN
AUAAGA
AUAAGU
AUAAGC
AUAAGG
AUAAGN
AUAANA
AUAANU
AUAANC
AUAANG
AUAANN
AUAUAA
AUAUAU
AUAUAC
AUAUAG
AUAUAN
AUAUUA
AUAUUU
AUAUUC
AUAUUG
AUAUUN
AUAUCA
AUAUCU
AUAUCC
AUAUCG
AUAUCN
AUAUGA
AUAUGU
AUAUGC
AUAUGG
AUAUGN
AUAUNA
AUAUNU
AUAUNC
AUAUNG
AUAUNN
AUACAA
AUACAU
AUACAC
AUACAG
AUACAN
AUACUA
AUACUU
AUACUC
AUACUG
AUACUN
AUACCA
AUACCU
AUACCC
AUACCG
AUACCN
AUACGA
AUACGU
AUACGC
AUACGG
AUACGN
AUACNA
AUACNU
AUACNC
AUACNG
AUACNN
AUAGAA
AUAGAU
AUAGAC
AUAGAG
AUAGAN
AUAGUA
AUAGUU
AUAGUC
AUAGUG
AUAGUN
AUAGCA
AUAGCU
AUAGCC
AUAGCG
AUAGCN
AUAGGA
AUAGGU
AUAGGC
AUAGGG
AUAGGN
AUAGNA
AUAGNU
AUAGNC
AUAGNG
AUAGNN
AUANAA
AUANAU
AUANAC
AUANAG
AUANAN
AUANUA
AUANUU
AUANUC
AUANUG
AUANUN
AUANCA
AUANCU
AUANCC
AUANCG
AUANCN
AUANGA
AUANGU
AUANGC
AUANGG
AUANGN
AUANNA
AUANNU
AUANNC
AUANNG
AUANNN
AUUAAA
AUUAAU
AUUAAC
AUUAAG
AUUAAN
AUUAUA
AUUAUU
AUUAUC
AUUAUG
AUUAUN
AUUACA
AUUACU
AUUACC
AUUACG
AUUACN
AUUAGA
AUUAGU
AUUAGC
AUUAGG
AUUAGN
AUUANA
AUUANU
AUUANC
AUUANG
AUUANN
AUUUAA
AUUUAU
AUUUAC
AUUUAG
AUUUAN
AUUUUA
AUUUUU
AUUUUC
AUUUUG
AUUUUN
AUUUCA
AUUUCU
AUUUCC
AUUUCG
AUUUCN
AUUUGA
AUUUGU
AUUUGC
AUUUGG
AUUUGN
AUUUNA
AUUUNU
AUUUNC
AUUUNG
AUUUNN
AUUCAA
AUUCAU
AUUCAC
AUUCAG
AUUCAN
AUUCUA
AUUCUU
AUUCUC
AUUCUG
AUUCUN
AUUCCA
AUUCCU
AUUCCC
AUUCCG
AUUCCN
AUUCGA
AUUCGU
AUUCGC
AUUCGG
AUUCGN
AUUCNA
AUUCNU
AUUCNC
AUUCNG
AUUCNN
AUUGAA
AUUGAU
AUUGAC
AUUGAG
AUUGAN
AUUGUA
AUUGUU
AUUGUC
AUUGUG
AUUGUN
AUUGCA
AUUGCU
AUUGCC
AUUGCG
AUUGCN
AUUGGA
AUUGGU
AUUGGC
AUUGGG
AUUGGN
AUUGNA
AUUGNU
AUUGNC
AUUGNG
AUUGNN
AUUNAA
AUUNAU
AUUNAC
AUUNAG
AUUNAN
AUUNUA
AUUNUU
AUUNUC
AUUNUG
AUUNUN
AUUNCA
AUUNCU
AUUNCC
AUUNCG
AUUNCN
AUUNGA
AUUNGU
AUUNGC
AUUNGG
AUUNGN
AUUNNA
AUUNNU
AUUNNC
AUUNNG
AUUNNN
AUCAAA
AUCAAU
AUCAAC
AUCAAG
AUCAAN
AUCAUA
AUCAUU
AUCAUC
AUCAUG
AUCAUN
AUCACA
AUCACU
AUCACC
AUCACG
AUCACN
AUCAGA
AUCAGU
AUCAGC
AUCAGG
AUCAGN
AUCANA
AUCANU
AUCANC
AUCANG
AUCANN
AUCUAA
AUCUAU
AUCUAC
AUCUAG
AUCUAN
AUCUUA
AUCUUU
AUCUUC
AUCUUG
AUCUUN
AUCUCA
AUCUCU
AUCUCC
AUCUCG
AUCUCN
AUCUGA
AUCUGU
AUCUGC
AUCUGG
AUCUGN
AUCUNA
AUCUNU
AUCUNC
AUCUNG
AUCUNN
AUCCAA
AUCCAU
AUCCAC
AUCCAG
AUCCAN
AUCCUA
AUCCUU
AUCCUC
AUCCUG
AUCCUN
AUCCCA
AUCCCU
AUCCCC
AUCCCG
AUCCCN
AUCCGA
AUCCGU
AUCCGC
AUCCGG
AUCCGN
AUCCNA
AUCCNU
AUCCNC
AUCCNG
AUCCNN
AUCGAA
AUCGAU
AUCGAC
AUCGAG
AUCGAN
AUCGUA
AUCGUU
AUCGUC
AUCGUG
AUCGUN
AUCGCA
AUCGCU
AUCGCC
AUCGCG
AUCGCN
AUCGGA
AUCGGU
AUCGGC
AUCGGG
AUCGGN
AUCGNA
AUCGNU
AUCGNC
AUCGNG
AUCGNN
AUCNAA
AUCNAU
AUCNAC
AUCNAG
AUCNAN
AUCNUA
AUCNUU
AUCNUC
AUCNUG
AUCNUN
AUCNCA
AUCNCU
AUCNCC
AUCNCG
AUCNCN
AUCNGA
AUCNGU
AUCNGC
AUCNGG
AUCNGN
AUCNNA
AUCNNU
AUCNNC
AUCNNG
AUCNNN
AUGAAA
AUGAAU
AUGAAC
AUGAAG
AUGAAN
AUGAUA
AUGAUU
AUGAUC
AUGAUG
AUGAUN
AUGACA
AUGACU
AUGACC
AUGACG
AUGACN
AUGAGA
AUGAGU
AUGAGC
AUGAGG
AUGAGN
AUGANA
AUGANU
AUGANC
AUGANG
AUGANN
AUGUAA
AUGUAU
AUGUAC
AUGUAG
AUGUAN
AUGUUA
AUGUUU
AUGUUC
AUGUUG
AUGUUN
AUGUCA
AUGUCU
AUGUCC
AUGUCG
AUGUCN
AUGUGA
AUGUGU
AUGUGC
AUGUGG
AUGUGN
AUGUNA
AUGUNU
AUGUNC
AUGUNG
AUGUNN
AUGCAA
AUGCAU
AUGCAC
AUGCAG
AUGCAN
AUGCUA
AUGCUU
AUGCUC
AUGCUG
AUGCUN
AUGCCA
AUGCCU
AUGCCC
AUGCCG
AUGCCN
AUGCGA
AUGCGU
AUGCGC
AUGCGG
AUGCGN
AUGCNA
AUGCNU
AUGCNC
AUGCNG
AUGCNN
AUGGAA
AUGGAU
AUGGAC
AUGGAG
AUGGAN
AUGGUA
AUGGUU
AUGGUC
AUGGUG
AUGGUN
AUGGCA
AUGGCU
AUGGCC
AUGGCG
AUGGCN
AUGGGA
AUGGGU
AUGGGC
AUGGGG
AUGGGN
AUGGNA
AUGGNU
AUGGNC
AUGGNG
AUGGNN
AUGNAA
AUGNAU
AUGNAC
AUGNAG
AUGNAN
AUGNUA
AUGNUU
AUGNUC
AUGNUG
AUGNUN
AUGNCA
AUGNCU
AUGNCC
AUGNCG
AUGNCN
AUGNGA
AUGNGU
AUGNGC
AUGNGG
AUGNGN
AUGNNA
AUGNNU
AUGNNC
AUGNNG
AUGNNN
AUNAAA
AUNAAU
AUNAAC
AUNAAG
AUNAAN
AUNAUA
AUNAUU
AUNAUC
AUNAUG
AUNAUN
AUNACA
AUNACU
AUNACC
AUNACG
AUNACN
AUNAGA
AUNAGU
AUNAGC
AUNAGG
AUNAGN
AUNANA
AUNANU
AUNANC
AUNANG
AUNANN
AUNUAA
AUNUAU
AUNUAC
AUNUAG
AUNUAN
AUNUUA
AUNUUU
AUNUUC
AUNUUG
AUNUUN
AUNUCA
AUNUCU
AUNUCC
AUNUCG
AUNUCN
AUNUGA
AUNUGU
AUNUGC
AUNUGG
AUNUGN
AUNUNA
AUNUNU
AUNUNC
AUNUNG
AUNUNN
AUNCAA
AUNCAU
AUNCAC
AUNCAG
AUNCAN
AUNCUA
AUNCUU
AUNCUC
AUNCUG
AUNCUN
AUNCCA
AUNCCU
AUNCCC
AUNCCG
AUNCCN
AUNCGA
AUNCGU
AUNCGC
AUNCGG
AUNCGN
AUNCNA
AUNCNU
AUNCNC
AUNCNG
AUNCNN
AUNGAA
AUNGAU
AUNGAC
AUNGAG
AUNGAN
AUNGUA
AUNGUU
AUNGUC
AUNGUG
AUNGUN
AUNGCA
AUNGCU
AUNGCC
AUNGCG
AUNGCN
AUNGGA
AUNGGU
AUNGGC
AUNGGG
AUNGGN
AUNGNA
AUNGNU
AUNGNC
AUNGNG
AUNGNN
AUNNAA
AUNNAU
AUNNAC
AUNNAG
AUNNAN
AUNNUA
AUNNUU
AUNNUC
AUNNUG
AUNNUN
AUNNCA
AUNNCU
AUNNCC
AUNNCG
AUNNCN
AUNNGA
AUNNGU
AUNNGC
AUNNGG
AUNNGN
AUNNNA
AUNNNU
AUNNNC
AUNNNG
AUNNNN
ACAAAA
ACAAAU
ACAAAC
ACAAAG
ACAAAN
ACAAUA
ACAAUU
ACAAUC
ACAAUG
ACAAUN
ACAACA
ACAACU
ACAACC
ACAACG
ACAACN
ACAAGA
ACAAGU
ACAAGC
ACAAGG
ACAAGN
ACAANA
ACAANU
ACAANC
ACAANG
ACAANN
ACAUAA
ACAUAU
ACAUAC
ACAUAG
ACAUAN
ACAUUA
ACAUUU
ACAUUC
ACAUUG
ACAUUN
ACAUCA
ACAUCU
ACAUCC
ACAUCG
ACAUCN
ACAUGA
ACAUGU
ACAUGC
ACAUGG
ACAUGN
ACAUNA
ACAUNU
ACAUNC
ACAUNG
ACAUNN
ACACAA
ACACAU
ACACAC
ACACAG
ACACAN
ACACUA
ACACUU
ACACUC
ACACUG
ACACUN
ACACCA
ACACCU
ACACCC
ACACCG
ACACCN
ACACGA
ACACGU
ACACGC
ACACGG
ACACGN
ACACNA
ACACNU
ACACNC
ACACNG
ACACNN
ACAGAA
ACAGAU
ACAGAC
ACAGAG
ACAGAN
ACAGUA
ACAGUU
ACAGUC
ACAGUG
ACAGUN
ACAGCA
ACAGCU
ACAGCC
ACAGCG
ACAGCN
ACAGGA
ACAGGU
ACAGGC
ACAGGG
ACAGGN
ACAGNA
ACAGNU
ACAGNC
ACAGNG
ACAGNN
ACANAA
ACANAU
ACANAC
ACANAG
ACANAN
ACANUA
ACANUU
ACANUC
ACANUG
ACANUN
ACANCA
ACANCU
ACANCC
ACANCG
ACANCN
ACANGA
ACANGU
ACANGC
ACANGG
ACANGN
ACANNA
ACANNU
ACANNC
ACANNG
ACANNN
ACUAAA
ACUAAU
ACUAAC
ACUAAG
ACUAAN
ACUAUA
ACUAUU
ACUAUC
ACUAUG
ACUAUN
ACUACA
ACUACU
ACUACC
ACUACG
ACUACN
ACUAGA
ACUAGU
ACUAGC
ACUAGG
ACUAGN
ACUANA
ACUANU
ACUANC
ACUANG
ACUANN
ACUUAA
ACUUAU
ACUUAC
ACUUAG
ACUUAN
ACUUUA
ACUUUU
ACUUUC
ACUUUG
ACUUUN
ACUUCA
ACUUCU
ACUUCC
ACUUCG
ACUUCN
ACUUGA
ACUUGU
ACUUGC
ACUUGG
ACUUGN
ACUUNA
ACUUNU
ACUUNC
ACUUNG
ACUUNN
ACUCAA
ACUCAU
ACUCAC
ACUCAG
ACUCAN
ACUCUA
ACUCUU
ACUCUC
ACUCUG
ACUCUN
ACUCCA
ACUCCU
ACUCCC
ACUCCG
ACUCCN
ACUCGA
ACUCGU
ACUCGC
ACUCGG
ACUCGN
ACUCNA
ACUCNU
ACUCNC
ACUCNG
ACUCNN
ACUGAA
ACUGAU
ACUGAC
ACUGAG
ACUGAN
ACUGUA
ACUGUU
ACUGUC
ACUGUG
ACUGUN
ACUGCA
ACUGCU
ACUGCC
ACUGCG
ACUGCN
ACUGGA
ACUGGU
ACUGGC
ACUGGG
ACUGGN
ACUGNA
ACUGNU
ACUGNC
ACUGNG
ACUGNN
ACUNAA
ACUNAU
ACUNAC
ACUNAG
ACUNAN
ACUNUA
ACUNUU
ACUNUC
ACUNUG
ACUNUN
ACUNCA
ACUNCU
ACUNCC
ACUNCG
ACUNCN
ACUNGA
ACUNGU
ACUNGC
ACUNGG
ACUNGN
ACUNNA
ACUNNU
ACUNNC
ACUNNG
ACUNNN
ACCAAA
ACCAAU
ACCAAC
ACCAAG
ACCAAN
ACCAUA
ACCAUU
ACCAUC
ACCAUG
ACCAUN
ACCACA
ACCACU
ACCACC
ACCACG
ACCACN
ACCAGA
ACCAGU
ACCAGC
ACCAGG
ACCAGN
ACCANA
ACCANU
ACCANC
ACCANG
ACCANN
ACCUAA
ACCUAU
ACCUAC
ACCUAG
ACCUAN
ACCUUA
ACCUUU
ACCUUC
ACCUUG
ACCUUN
ACCUCA
ACCUCU
ACCUCC
ACCUCG
ACCUCN
ACCUGA
ACCUGU
ACCUGC
ACCUGG
ACCUGN
ACCUNA
ACCUNU
ACCUNC
ACCUNG
ACCUNN
ACCCAA
ACCCAU
ACCCAC
ACCCAG
ACCCAN
ACCCUA
ACCCUU
ACCCUC
ACCCUG
ACCCUN
ACCCCA
ACCCCU
ACCCCC
ACCCCG
ACCCCN
ACCCGA
ACCCGU
ACCCGC
ACCCGG
ACCCGN
ACCCNA
ACCCNU
ACCCNC
ACCCNG
ACCCNN
ACCGAA
ACCGAU
ACCGAC
ACCGAG
ACCGAN
ACCGUA
ACCGUU
ACCGUC
ACCGUG
ACCGUN
ACCGCA
ACCGCU
ACCGCC
ACCGCG
ACCGCN
ACCGGA
ACCGGU
ACCGGC
ACCGGG
ACCGGN
ACCGNA
ACCGNU
ACCGNC
ACCGNG
ACCGNN
ACCNAA
ACCNAU
ACCNAC
ACCNAG
ACCNAN
ACCNUA
ACCNUU
ACCNUC
ACCNUG
ACCNUN
ACCNCA
ACCNCU
ACCNCC
ACCNCG
ACCNCN
ACCNGA
ACCNGU
ACCNGC
ACCNGG
ACCNGN
ACCNNA
ACCNNU
ACCNNC
ACCNNG
ACCNNN
ACGAAA
ACGAAU
ACGAAC
ACGAAG
ACGAAN
ACGAUA
ACGAUU
ACGAUC
ACGAUG
ACGAUN
ACGACA
ACGACU
ACGACC
ACGACG
ACGACN
ACGAGA
ACGAGU
ACGAGC
ACGAGG
ACGAGN
ACGANA
ACGANU
ACGANC
ACGANG
ACGANN
ACGUAA
ACGUAU
ACGUAC
ACGUAG
ACGUAN
ACGUUA
ACGUUU
ACGUUC
ACGUUG
ACGUUN
ACGUCA
ACGUCU
ACGUCC
ACGUCG
ACGUCN
ACGUGA
ACGUGU
ACGUGC
ACGUGG
ACGUGN
ACGUNA
ACGUNU
ACGUNC
ACGUNG
ACGUNN
ACGCAA
ACGCAU
ACGCAC
ACGCAG
ACGCAN
ACGCUA
ACGCUU
ACGCUC
ACGCUG
ACGCUN
ACGCCA
ACGCCU
ACGCCC
ACGCCG
ACGCCN
ACGCGA
ACGCGU
ACGCGC
ACGCGG
ACGCGN
ACGCNA
ACGCNU
ACGCNC
ACGCNG
ACGCNN
ACGGAA
ACGGAU
ACGGAC
ACGGAG
ACGGAN
ACGGUA
ACGGUU
ACGGUC
ACGGUG
ACGGUN
ACGGCA
ACGGCU
ACGGCC
ACGGCG
ACGGCN
ACGGGA
ACGGGU
ACGGGC
ACGGGG
ACGGGN
ACGGNA
ACGGNU
ACGGNC
ACGGNG
ACGGNN
ACGNAA
ACGNAU
ACGNAC
ACGNAG
ACGNAN
ACGNUA
ACGNUU
ACGNUC
ACGNUG
ACGNUN
ACGNCA
ACGNCU
ACGNCC
ACGNCG
ACGNCN
ACGNGA
ACGNGU
ACGNGC
ACGNGG
ACGNGN
ACGNNA
ACGNNU
ACGNNC
ACGNNG
ACGNNN
ACNAAA
ACNAAU
ACNAAC
ACNAAG
ACNAAN
ACNAUA
ACNAUU
ACNAUC
ACNAUG
ACNAUN
ACNACA
ACNACU
ACNACC
ACNACG
ACNACN
ACNAGA
ACNAGU
ACNAGC
ACNAGG
ACNAGN
ACNANA
ACNANU
ACNANC
ACNANG
ACNANN
ACNUAA
ACNUAU
ACNUAC
ACNUAG
ACNUAN
ACNUUA
ACNUUU
ACNUUC
ACNUUG
ACNUUN
ACNUCA
ACNUCU
ACNUCC
ACNUCG
ACNUCN
ACNUGA
ACNUGU
ACNUGC
ACNUGG
ACNUGN
ACNUNA
ACNUNU
ACNUNC
ACNUNG
ACNUNN
ACNCAA
ACNCAU
ACNCAC
ACNCAG
ACNCAN
ACNCUA
ACNCUU
ACNCUC
ACNCUG
ACNCUN
ACNCCA
ACNCCU
ACNCCC
ACNCCG
ACNCCN
ACNCGA
ACNCGU
ACNCGC
ACNCGG
ACNCGN
ACNCNA
ACNCNU
ACNCNC
ACNCNG
ACNCNN
ACNGAA
ACNGAU
ACNGAC
ACNGAG
ACNGAN
ACNGUA
ACNGUU
ACNGUC
ACNGUG
ACNGUN
ACNGCA
ACNGCU
ACNGCC
ACNGCG
ACNGCN
ACNGGA
ACNGGU
ACNGGC
ACNGGG
ACNGGN
ACNGNA
ACNGNU
ACNGNC
ACNGNG
ACNGNN
ACNNAA
ACNNAU
ACNNAC
ACNNAG
ACNNAN
ACNNUA
ACNNUU
ACNNUC
ACNNUG
ACNNUN
ACNNCA
ACNNCU
ACNNCC
ACNNCG
ACNNCN
ACNNGA
ACNNGU
ACNNGC
ACNNGG
ACNNGN
ACNNNA
ACNNNU
ACNNNC
ACNNNG
ACNNNN
AGAAAA
AGAAAU
AGAAAC
AGAAAG
AGAAAN
AGAAUA
AGAAUU
AGAAUC
AGAAUG
AGAAUN
AGAACA
AGAACU
AGAACC
AGAACG
AGAACN
AGAAGA
AGAAGU
AGAAGC
AGAAGG
AGAAGN
AGAANA
AGAANU
AGAANC
AGAANG
AGAANN
AGAUAA
AGAUAU
AGAUAC
AGAUAG
AGAUAN
AGAUUA
AGAUUU
AGAUUC
AGAUUG
AGAUUN
AGAUCA
AGAUCU
AGAUCC
AGAUCG
AGAUCN
AGAUGA
AGAUGU
AGAUGC
AGAUGG
AGAUGN
AGAUNA
AGAUNU
AGAUNC
AGAUNG
AGAUNN
AGACAA
AGACAU
AGACAC
AGACAG
AGACAN
AGACUA
AGACUU
AGACUC
AGACUG
AGACUN
AGACCA
AGACCU
AGACCC
AGACCG
AGACCN
AGACGA
AGACGU
AGACGC
AGACGG
AGACGN
AGACNA
AGACNU
AGACNC
AGACNG
AGACNN
AGAGAA
AGAGAU
AGAGAC
AGAGAG
AGAGAN
AGAGUA
AGAGUU
AGAGUC
AGAGUG
AGAGUN
AGAGCA
AGAGCU
AGAGCC
AGAGCG
AGAGCN
AGAGGA
AGAGGU
AGAGGC
AGAGGG
AGAGGN
AGAGNA
AGAGNU
AGAGNC
AGAGNG
AGAGNN
AGANAA
AGANAU
AGANAC
AGANAG
AGANAN
AGANUA
AGANUU
AGANUC
AGANUG
AGANUN
AGANCA
AGANCU
AGANCC
AGANCG
AGANCN
AGANGA
AGANGU
AGANGC
AGANGG
AGANGN
AGANNA
AGANNU
AGANNC
AGANNG
AGANNN
AGUAAA
AGUAAU
AGUAAC
AGUAAG
AGUAAN
AGUAUA
AGUAUU
AGUAUC
AGUAUG
AGUAUN
AGUACA
AGUACU
AGUACC
AGUACG
AGUACN
AGUAGA
AGUAGU
AGUAGC
AGUAGG
AGUAGN
AGUANA
AGUANU
AGUANC
AGUANG
AGUANN
AGUUAA
AGUUAU
AGUUAC
AGUUAG
AGUUAN
AGUUUA
AGUUUU
AGUUUC
AGUUUG
AGUUUN
AGUUCA
AGUUCU
AGUUCC
AGUUCG
AGUUCN
AGUUGA
AGUUGU
AGUUGC
AGUUGG
AGUUGN
AGUUNA
AGUUNU
AGUUNC
AGUUNG
AGUUNN
AGUCAA
AGUCAU
AGUCAC
AGUCAG
AGUCAN
AGUCUA
AGUCUU
AGUCUC
AGUCUG
AGUCUN
AGUCCA
AGUCCU
AGUCCC
AGUCCG
AGUCCN
AGUCGA
AGUCGU
AGUCGC
AGUCGG
AGUCGN
AGUCNA
AGUCNU
AGUCNC
AGUCNG
AGUCNN
AGUGAA
AGUGAU
AGUGAC
AGUGAG
AGUGAN
AGUGUA
AGUGUU
AGUGUC
AGUGUG
AGUGUN
AGUGCA
AGUGCU
AGUGCC
AGUGCG
AGUGCN
AGUGGA
AGUGGU
AGUGGC
AGUGGG
AGUGGN
AGUGNA
AGUGNU
AGUGNC
AGUGNG
AGUGNN
AGUNAA
AGUNAU
AGUNAC
AGUNAG
AGUNAN
AGUNUA
AGUNUU
AGUNUC
AGUNUG
AGUNUN
AGUNCA
AGUNCU
AGUNCC
AGUNCG
AGUNCN
AGUNGA
AGUNGU
AGUNGC
AGUNGG
AGUNGN
AGUNNA
AGUNNU
AGUNNC
AGUNNG
AGUNNN
AGCAAA
AGCAAU
AGCAAC
AGCAAG
AGCAAN
AGCAUA
AGCAUU
AGCAUC
AGCAUG
AGCAUN
AGCACA
AGCACU
AGCACC
AGCACG
AGCACN
AGCAGA
AGCAGU
AGCAGC
AGCAGG
AGCAGN
AGCANA
AGCANU
AGCANC
AGCANG
AGCANN
AGCUAA
AGCUAU
AGCUAC
AGCUAG
AGCUAN
AGCUUA
AGCUUU
AGCUUC
AGCUUG
AGCUUN
AGCUCA
AGCUCU
AGCUCC
AGCUCG
AGCUCN
AGCUGA
AGCUGU
AGCUGC
AGCUGG
AGCUGN
AGCUNA
AGCUNU
AGCUNC
AGCUNG
AGCUNN
AGCCAA
AGCCAU
AGCCAC
AGCCAG
AGCCAN
AGCCUA
AGCCUU
AGCCUC
AGCCUG
AGCCUN
AGCCCA
AGCCCU
AGCCCC
AGCCCG
AGCCCN
AGCCGA
AGCCGU
AGCCGC
AGCCGG
AGCCGN
AGCCNA
AGCCNU
AGCCNC
AGCCNG
AGCCNN
AGCGAA
AGCGAU
AGCGAC
AGCGAG
AGCGAN
AGCGUA
AGCGUU
AGCGUC
AGCGUG
AGCGUN
AGCGCA
AGCGCU
AGCGCC
AGCGCG
AGCGCN
AGCGGA
AGCGGU
AGCGGC
AGCGGG
AGCGGN
AGCGNA
AGCGNU
AGCGNC
AGCGNG
AGCGNN
AGCNAA
AGCNAU
AGCNAC
AGCNAG
AGCNAN
AGCNUA
AGCNUU
AGCNUC
AGCNUG
AGCNUN
AGCNCA
AGCNCU
AGCNCC
AGCNCG
AGCNCN
AGCNGA
AGCNGU
AGCNGC
AGCNGG
AGCNGN
AGCNNA
AGCNNU
AGCNNC
AGCNNG
AGCNNN
AGGAAA
AGGAAU
AGGAAC
AGGAAG
AGGAAN
AGGAUA
AGGAUU
AGGAUC
AGGAUG
AGGAUN
AGGACA
AGGACU
AGGACC
AGGACG
AGGACN
AGGAGA
AGGAGU
AGGAGC
AGGAGG
AGGAGN
AGGANA
AGGANU
AGGANC
AGGANG
AGGANN
AGGUAA
AGGUAU
AGGUAC
AGGUAG
AGGUAN
AGGUUA
AGGUUU
AGGUUC
AGGUUG
AGGUUN
AGGUCA
AGGUCU
AGGUCC
AGGUCG
AGGUCN
AGGUGA
AGGUGU
AGGUGC
AGGUGG
AGGUGN
AGGUNA
AGGUNU
AGGUNC
AGGUNG
AGGUNN
AGGCAA
AGGCAU
AGGCAC
AGGCAG
AGGCAN
AGGCUA
AGGCUU
AGGCUC
AGGCUG
AGGCUN
AGGCCA
AGGCCU
AGGCCC
AGGCCG
AGGCCN
AGGCGA
AGGCGU
AGGCGC
AGGCGG
AGGCGN
AGGCNA
AGGCNU
AGGCNC
AGGCNG
AGGCNN
AGGGAA
AGGGAU
AGGGAC
AGGGAG
AGGGAN
AGGGUA
AGGGUU
AGGGUC
AGGGUG
AGGGUN
AGGGCA
AGGGCU
AGGGCC
AGGGCG
AGGGCN
AGGGGA
AGGGGU
AGGGGC
AGGGGG
AGGGGN
AGGGNA
AGGGNU
AGGGNC
AGGGNG
AGGGNN
AGGNAA
AGGNAU
AGGNAC
AGGNAG
AGGNAN
AGGNUA
AGGNUU
AGGNUC
AGGNUG
AGGNUN
AGGNCA
AGGNCU
AGGNCC
AGGNCG
AGGNCN
AGGNGA
AGGNGU
AGGNGC
AGGNGG
AGGNGN
AGGNNA
AGGNNU
AGGNNC
AGGNNG
AGGNNN
AGNAAA
AGNAAU
AGNAAC
AGNAAG
AGNAAN
AGNAUA
AGNAUU
AGNAUC
AGNAUG
AGNAUN
AGNACA
AGNACU
AGNACC
AGNACG
AGNACN
AGNAGA
AGNAGU
AGNAGC
AGNAGG
AGNAGN
AGNANA
AGNANU
AGNANC
AGNANG
AGNANN
AGNUAA
AGNUAU
AGNUAC
AGNUAG
AGNUAN
AGNUUA
AGNUUU
AGNUUC
AGNUUG
AGNUUN
AGNUCA
AGNUCU
AGNUCC
AGNUCG
AGNUCN
AGNUGA
AGNUGU
AGNUGC
AGNUGG
AGNUGN
AGNUNA
AGNUNU
AGNUNC
AGNUNG
AGNUNN
AGNCAA
AGNCAU
AGNCAC
AGNCAG
AGNCAN
AGNCUA
AGNCUU
AGNCUC
AGNCUG
AGNCUN
AGNCCA
AGNCCU
AGNCCC
AGNCCG
AGNCCN
AGNCGA
AGNCGU
AGNCGC
AGNCGG
AGNCGN
AGNCNA
AGNCNU
AGNCNC
AGNCNG
AGNCNN
AGNGAA
AGNGAU
AGNGAC
AGNGAG
AGNGAN
AGNGUA
AGNGUU
AGNGUC
AGNGUG
AGNGUN
AGNGCA
AGNGCU
AGNGCC
AGNGCG
AGNGCN
AGNGGA
AGNGGU
AGNGGC
AGNGGG
AGNGGN
AGNGNA
AGNGNU
AGNGNC
AGNGNG
AGNGNN
AGNNAA
AGNNAU
AGNNAC
AGNNAG
AGNNAN
AGNNUA
AGNNUU
AGNNUC
AGNNUG
AGNNUN
AGNNCA
AGNNCU
AGNNCC
AGNNCG
AGNNCN
AGNNGA
AGNNGU
AGNNGC
AGNNGG
AGNNGN
AGNNNA
AGNNNU
AGNNNC
AGNNNG
AGNNNN
ANAAAA
ANAAAU
ANAAAC
ANAAAG
ANAAAN
ANAAUA
ANAAUU
ANAAUC
ANAAUG
ANAAUN
ANAACA
ANAACU
ANAACC
ANAACG
ANAACN
ANAAGA
ANAAGU
ANAAGC
ANAAGG
ANAAGN
ANAANA
ANAANU
ANAANC
ANAANG
ANAANN
ANAUAA
ANAUAU
ANAUAC
ANAUAG
ANAUAN
ANAUUA
ANAUUU
ANAUUC
ANAUUG
ANAUUN
ANAUCA
ANAUCU
ANAUCC
ANAUCG
ANAUCN
ANAUGA
ANAUGU
ANAUGC
ANAUGG
ANAUGN
ANAUNA
ANAUNU
ANAUNC
ANAUNG
ANAUNN
ANACAA
ANACAU
ANACAC
ANACAG
ANACAN
ANACUA
ANACUU
ANACUC
ANACUG
ANACUN
ANACCA
ANACCU
ANACCC
ANACCG
ANACCN
ANACGA
ANACGU
ANACGC
ANACGG
ANACGN
ANACNA
ANACNU
ANACNC
ANACNG
ANACNN
ANAGAA
ANAGAU
ANAGAC
ANAGAG
ANAGAN
ANAGUA
ANAGUU
ANAGUC
ANAGUG
ANAGUN
ANAGCA
ANAGCU
ANAGCC
ANAGCG
ANAGCN
ANAGGA
ANAGGU
ANAGGC
ANAGGG
ANAGGN
ANAGNA
ANAGNU
ANAGNC
ANAGNG
ANAGNN
ANANAA
ANANAU
ANANAC
ANANAG
ANANAN
ANANUA
ANANUU
ANANUC
ANANUG
ANANUN
ANANCA
ANANCU
ANANCC
ANANCG
ANANCN
ANANGA
ANANGU
ANANGC
ANANGG
ANANGN
ANANNA
ANANNU
ANANNC
ANANNG
ANANNN
ANUAAA
ANUAAU
ANUAAC
ANUAAG
ANUAAN
ANUAUA
ANUAUU
ANUAUC
ANUAUG
ANUAUN
ANUACA
ANUACU
ANUACC
ANUACG
ANUACN
ANUAGA
ANUAGU
ANUAGC
ANUAGG
ANUAGN
ANUANA
ANUANU
ANUANC
ANUANG
ANUANN
ANUUAA
ANUUAU
ANUUAC
ANUUAG
ANUUAN
ANUUUA
ANUUUU
ANUUUC
ANUUUG
ANUUUN
ANUUCA
ANUUCU
ANUUCC
ANUUCG
ANUUCN
ANUUGA
ANUUGU
ANUUGC
ANUUGG
ANUUGN
ANUUNA
ANUUNU
ANUUNC
ANUUNG
ANUUNN
ANUCAA
ANUCAU
ANUCAC
ANUCAG
ANUCAN
ANUCUA
ANUCUU
ANUCUC
ANUCUG
ANUCUN
ANUCCA
ANUCCU
ANUCCC
ANUCCG
ANUCCN
ANUCGA
ANUCGU
ANUCGC
ANUCGG
ANUCGN
ANUCNA
ANUCNU
ANUCNC
ANUCNG
ANUCNN
ANUGAA
ANUGAU
ANUGAC
ANUGAG
ANUGAN
ANUGUA
ANUGUU
ANUGUC
ANUGUG
ANUGUN
ANUGCA
ANUGCU
ANUGCC
ANUGCG
ANUGCN
ANUGGA
ANUGGU
ANUGGC
ANUGGG
ANUGGN
ANUGNA
ANUGNU
ANUGNC
ANUGNG
ANUGNN
ANUNAA
ANUNAU
ANUNAC
ANUNAG
ANUNAN
ANUNUA
ANUNUU
ANUNUC
ANUNUG
ANUNUN
ANUNCA
ANUNCU
ANUNCC
ANUNCG
ANUNCN
ANUNGA
ANUNGU
ANUNGC
ANUNGG
ANUNGN
ANUNNA
ANUNNU
ANUNNC
ANUNNG
ANUNNN
ANCAAA
ANCAAU
ANCAAC
ANCAAG
ANCAAN
ANCAUA
ANCAUU
ANCAUC
ANCAUG
ANCAUN
ANCACA
ANCACU
ANCACC
ANCACG
ANCACN
ANCAGA
ANCAGU
ANCAGC
ANCAGG
ANCAGN
ANCANA
ANCANU
ANCANC
ANCANG
ANCANN
ANCUAA
ANCUAU
ANCUAC
ANCUAG
ANCUAN
ANCUUA
ANCUUU
ANCUUC
ANCUUG
ANCUUN
ANCUCA
ANCUCU
ANCUCC
ANCUCG
ANCUCN
ANCUGA
ANCUGU
ANCUGC
ANCUGG
ANCUGN
ANCUNA
ANCUNU
ANCUNC
ANCUNG
ANCUNN
ANCCAA
ANCCAU
ANCCAC
ANCCAG
ANCCAN
ANCCUA
ANCCUU
ANCCUC
ANCCUG
ANCCUN
ANCCCA
ANCCCU
ANCCCC
ANCCCG
ANCCCN
ANCCGA
ANCCGU
ANCCGC
ANCCGG
ANCCGN
ANCCNA
ANCCNU
ANCCNC
ANCCNG
ANCCNN
ANCGAA
ANCGAU
ANCGAC
ANCGAG
ANCGAN
ANCGUA
ANCGUU
ANCGUC
ANCGUG
ANCGUN
ANCGCA
ANCGCU
ANCGCC
ANCGCG
ANCGCN
ANCGGA
ANCGGU
ANCGGC
ANCGGG
ANCGGN
ANCGNA
ANCGNU
ANCGNC
ANCGNG
ANCGNN
ANCNAA
ANCNAU
ANCNAC
ANCNAG
ANCNAN
ANCNUA
ANCNUU
ANCNUC
ANCNUG
ANCNUN
ANCNCA
ANCNCU
ANCNCC
ANCNCG
ANCNCN
ANCNGA
ANCNGU
ANCNGC
ANCNGG
ANCNGN
ANCNNA
ANCNNU
ANCNNC
ANCNNG
ANCNNN
ANGAAA
ANGAAU
ANGAAC
ANGAAG
ANGAAN
ANGAUA
ANGAUU
ANGAUC
ANGAUG
ANGAUN
ANGACA
ANGACU
ANGACC
ANGACG
ANGACN
ANGAGA
ANGAGU
ANGAGC
ANGAGG
ANGAGN
ANGANA
ANGANU
ANGANC
ANGANG
ANGANN
ANGUAA
ANGUAU
ANGUAC
ANGUAG
ANGUAN
ANGUUA
ANGUUU
ANGUUC
ANGUUG
ANGUUN
ANGUCA
ANGUCU
ANGUCC
ANGUCG
ANGUCN
ANGUGA
ANGUGU
ANGUGC
ANGUGG
ANGUGN
ANGUNA
ANGUNU
ANGUNC
ANGUNG
ANGUNN
ANGCAA
ANGCAU
ANGCAC
ANGCAG
ANGCAN
ANGCUA
ANGCUU
ANGCUC
ANGCUG
ANGCUN
ANGCCA
ANGCCU
ANGCCC
ANGCCG
ANGCCN
ANGCGA
ANGCGU
ANGCGC
ANGCGG
ANGCGN
ANGCNA
ANGCNU
ANGCNC
ANGCNG
ANGCNN
ANGGAA
ANGGAU
ANGGAC
ANGGAG
ANGGAN
ANGGUA
ANGGUU
ANGGUC
ANGGUG
ANGGUN
ANGGCA
ANGGCU
ANGGCC
ANGGCG
ANGGCN
ANGGGA
ANGGGU
ANGGGC
ANGGGG
ANGGGN
ANGGNA
ANGGNU
ANGGNC
ANGGNG
ANGGNN
ANGNAA
ANGNAU
ANGNAC
ANGNAG
ANGNAN
ANGNUA
ANGNUU
ANGNUC
ANGNUG
ANGNUN
ANGNCA
ANGNCU
ANGNCC
ANGNCG
ANGNCN
ANGNGA
ANGNGU
ANGNGC
ANGNGG
ANGNGN
ANGNNA
ANGNNU
ANGNNC
ANGNNG
ANGNNN
ANNAAA
ANNAAU
ANNAAC
ANNAAG
ANNAAN
ANNAUA
ANNAUU
ANNAUC
ANNAUG
ANNAUN
ANNACA
ANNACU
ANNACC
ANNACG
ANNACN
ANNAGA
ANNAGU
ANNAGC
ANNAGG
ANNAGN
ANNANA
ANNANU
ANNANC
ANNANG
ANNANN
ANNUAA
ANNUAU
ANNUAC
ANNUAG
ANNUAN
ANNUUA
ANNUUU
ANNUUC
ANNUUG
ANNUUN
ANNUCA
ANNUCU
ANNUCC
ANNUCG
ANNUCN
ANNUGA
ANNUGU
ANNUGC
ANNUGG
ANNUGN
ANNUNA
ANNUNU
ANNUNC
ANNUNG
ANNUNN
ANNCAA
ANNCAU
ANNCAC
ANNCAG
ANNCAN
ANNCUA
ANNCUU
ANNCUC
ANNCUG
ANNCUN
ANNCCA
ANNCCU
ANNCCC
ANNCCG
ANNCCN
ANNCGA
ANNCGU
ANNCGC
ANNCGG
ANNCGN
ANNCNA
ANNCNU
ANNCNC
ANNCNG
ANNCNN
ANNGAA
ANNGAU
ANNGAC
ANNGAG
ANNGAN
ANNGUA
ANNGUU
ANNGUC
ANNGUG
ANNGUN
ANNGCA
ANNGCU
ANNGCC
ANNGCG
ANNGCN
ANNGGA
ANNGGU
ANNGGC
ANNGGG
ANNGGN
ANNGNA
ANNGNU
ANNGNC
ANNGNG
ANNGNN
ANNNAA
ANNNAU
ANNNAC
ANNNAG
ANNNAN
ANNNUA
ANNNUU
ANNNUC
ANNNUG
ANNNUN
ANNNCA
ANNNCU
ANNNCC
ANNNCG
ANNNCN
ANNNGA
ANNNGU
ANNNGC
ANNNGG
ANNNGN
ANNNNA
ANNNNU
ANNNNC
ANNNNG
ANNNNN
UAAAAA
UAAAAU
UAAAAC
UAAAAG
UAAAAN
UAAAUA
UAAAUU
UAAAUC
UAAAUG
UAAAUN
UAAACA
UAAACU
UAAACC
UAAACG
UAAACN
UAAAGA
UAAAGU
UAAAGC
UAAAGG
UAAAGN
UAAANA
UAAANU
UAAANC
UAAANG
UAAANN
UAAUAA
UAAUAU
UAAUAC
UAAUAG
UAAUAN
UAAUUA
UAAUUU
UAAUUC
UAAUUG
UAAUUN
UAAUCA
UAAUCU
UAAUCC
UAAUCG
UAAUCN
UAAUGA
UAAUGU
UAAUGC
UAAUGG
UAAUGN
UAAUNA
UAAUNU
UAAUNC
UAAUNG
UAAUNN
UAACAA
UAACAU
UAACAC
UAACAG
UAACAN
UAACUA
UAACUU
UAACUC
UAACUG
UAACUN
UAACCA
UAACCU
UAACCC
UAACCG
UAACCN
UAACGA
UAACGU
UAACGC
UAACGG
UAACGN
UAACNA
UAACNU
UAACNC
UAACNG
UAACNN
UAAGAA
UAAGAU
UAAGAC
UAAGAG
UAAGAN
UAAGUA
UAAGUU
UAAGUC
UAAGUG
UAAGUN
UAAGCA
UAAGCU
UAAGCC
UAAGCG
UAAGCN
UAAGGA
UAAGGU
UAAGGC
UAAGGG
UAAGGN
UAAGNA
UAAGNU
UAAGNC
UAAGNG
UAAGNN
UAANAA
UAANAU
UAANAC
UAANAG
UAANAN
UAANUA
UAANUU
UAANUC
UAANUG
UAANUN
UAANCA
UAANCU
UAANCC
UAANCG
UAANCN
UAANGA
UAANGU
UAANGC
UAANGG
UAANGN
UAANNA
UAANNU
UAANNC
UAANNG
UAANNN
UAUAAA
UAUAAU
UAUAAC
UAUAAG
UAUAAN
UAUAUA
UAUAUU
UAUAUC
UAUAUG
UAUAUN
UAUACA
UAUACU
UAUACC
UAUACG
UAUACN
UAUAGA
UAUAGU
UAUAGC
UAUAGG
UAUAGN
UAUANA
UAUANU
UAUANC
UAUANG
UAUANN
UAUUAA
UAUUAU
UAUUAC
UAUUAG
UAUUAN
UAUUUA
UAUUUU
UAUUUC
UAUUUG
UAUUUN
UAUUCA
UAUUCU
UAUUCC
UAUUCG
UAUUCN
UAUUGA
UAUUGU
UAUUGC
UAUUGG
UAUUGN
UAUUNA
UAUUNU
UAUUNC
UAUUNG
UAUUNN
UAUCAA
UAUCAU
UAUCAC
UAUCAG
UAUCAN
UAUCUA
UAUCUU
UAUCUC
UAUCUG
UAUCUN
UAUCCA
UAUCCU
UAUCCC
UAUCCG
UAUCCN
UAUCGA
UAUCGU
UAUCGC
UAUCGG
UAUCGN
UAUCNA
UAUCNU
UAUCNC
UAUCNG
UAUCNN
UAUGAA
UAUGAU
UAUGAC
UAUGAG
UAUGAN
UAUGUA
UAUGUU
UAUGUC
UAUGUG
UAUGUN
UAUGCA
UAUGCU
UAUGCC
UAUGCG
UAUGCN
UAUGGA
UAUGGU
UAUGGC
UAUGGG
UAUGGN
UAUGNA
UAUGNU
UAUGNC
UAUGNG
UAUGNN
UAUNAA
UAUNAU
UAUNAC
UAUNAG
UAUNAN
UAUNUA
UAUNUU
UAUNUC
UAUNUG
UAUNUN
UAUNCA
UAUNCU
UAUNCC
UAUNCG
UAUNCN
UAUNGA
UAUNGU
UAUNGC
UAUNGG
UAUNGN
UAUNNA
UAUNNU
UAUNNC
UAUNNG
UAUNNN
UACAAA
UACAAU
UACAAC
UACAAG
UACAAN
UACAUA
UACAUU
UACAUC
UACAUG
UACAUN
UACACA
UACACU
UACACC
UACACG
UACACN
UACAGA
UACAGU
UACAGC
UACAGG
UACAGN
UACANA
UACANU
UACANC
UACANG
UACANN
UACUAA
UACUAU
UACUAC
UACUAG
UACUAN
UACUUA
UACUUU
UACUUC
UACUUG
UACUUN
UACUCA
UACUCU
UACUCC
UACUCG
UACUCN
UACUGA
UACUGU
UACUGC
UACUGG
UACUGN
UACUNA
UACUNU
UACUNC
UACUNG
UACUNN
UACCAA
UACCAU
UACCAC
UACCAG
UACCAN
UACCUA
UACCUU
UACCUC
UACCUG
UACCUN
UACCCA
UACCCU
UACCCC
UACCCG
UACCCN
UACCGA
UACCGU
UACCGC
UACCGG
UACCGN
UACCNA
UACCNU
UACCNC
UACCNG
UACCNN
UACGAA
UACGAU
UACGAC
UACGAG
UACGAN
UACGUA
UACGUU
UACGUC
UACGUG
UACGUN
UACGCA
UACGCU
UACGCC
UACGCG
UACGCN
UACGGA
UACGGU
UACGGC
UACGGG
UACGGN
UACGNA
UACGNU
UACGNC
UACGNG
UACGNN
UACNAA
UACNAU
UACNAC
UACNAG
UACNAN
UACNUA
UACNUU
UACNUC
UACNUG
UACNUN
UACNCA
UACNCU
UACNCC
UACNCG
UACNCN
UACNGA
UACNGU
UACNGC
UACNGG
UACNGN
UACNNA
UACNNU
UACNNC
UACNNG
UACNNN
UAGAAA
UAGAAU
UAGAAC
UAGAAG
UAGAAN
UAGAUA
UAGAUU
UAGAUC
UAGAUG
UAGAUN
UAGACA
UAGACU
UAGACC
UAGACG
UAGACN
UAGAGA
UAGAGU
UAGAGC
UAGAGG
UAGAGN
UAGANA
UAGANU
UAGANC
UAGANG
UAGANN
UAGUAA
UAGUAU
UAGUAC
UAGUAG
UAGUAN
UAGUUA
UAGUUU
UAGUUC
UAGUUG
UAGUUN
UAGUCA
UAGUCU
UAGUCC
UAGUCG
UAGUCN
UAGUGA
UAGUGU
UAGUGC
UAGUGG
UAGUGN
UAGUNA
UAGUNU
UAGUNC
UAGUNG
UAGUNN
UAGCAA
UAGCAU
UAGCAC
UAGCAG
UAGCAN
UAGCUA
UAGCUU
UAGCUC
UAGCUG
UAGCUN
UAGCCA
UAGCCU
UAGCCC
UAGCCG
UAGCCN
UAGCGA
UAGCGU
UAGCGC
UAGCGG
UAGCGN
UAGCNA
UAGCNU
UAGCNC
UAGCNG
UAGCNN
UAGGAA
UAGGAU
UAGGAC
UAGGAG
UAGGAN
UAGGUA
UAGGUU
UAGGUC
UAGGUG
UAGGUN
UAGGCA
UAGGCU
UAGGCC
UAGGCG
UAGGCN
UAGGGA
UAGGGU
UAGGGC
UAGGGG
UAGGGN
UAGGNA
UAGGNU
UAGGNC
UAGGNG
UAGGNN
UAGNAA
UAGNAU
UAGNAC
UAGNAG
UAGNAN
UAGNUA
UAGNUU
UAGNUC
UAGNUG
UAGNUN
UAGNCA
UAGNCU
UAGNCC
UAGNCG
UAGNCN
UAGNGA
UAGNGU
UAGNGC
UAGNGG
UAGNGN
UAGNNA
UAGNNU
UAGNNC
UAGNNG
UAGNNN
UANAAA
UANAAU
UANAAC
UANAAG
UANAAN
UANAUA
UANAUU
UANAUC
UANAUG
UANAUN
UANACA
UANACU
UANACC
UANACG
UANACN
UANAGA
UANAGU
UANAGC
UANAGG
UANAGN
UANANA
UANANU
UANANC
UANANG
UANANN
UANUAA
UANUAU
UANUAC
UANUAG
UANUAN
UANUUA
UANUUU
UANUUC
UANUUG
UANUUN
UANUCA
UANUCU
UANUCC
UANUCG
UANUCN
UANUGA
UANUGU
UANUGC
UANUGG
UANUGN
UANUNA
UANUNU
UANUNC
UANUNG
UANUNN
UANCAA
UANCAU
UANCAC
UANCAG
UANCAN
UANCUA
UANCUU
UANCUC
UANCUG
UANCUN
UANCCA
UANCCU
UANCCC
UANCCG
UANCCN
UANCGA
UANCGU
UANCGC
UANCGG
UANCGN
UANCNA
UANCNU
UANCNC
UANCNG
UANCNN
UANGAA
UANGAU
UANGAC
UANGAG
UANGAN
UANGUA
UANGUU
UANGUC
UANGUG
UANGUN
UANGCA
UANGCU
UANGCC
UANGCG
UANGCN
UANGGA
UANGGU
UANGGC
UANGGG
UANGGN
UANGNA
UANGNU
UANGNC
UANGNG
UANGNN
UANNAA
UANNAU
UANNAC
UANNAG
UANNAN
UANNUA
UANNUU
UANNUC
UANNUG
UANNUN
UANNCA
UANNCU
UANNCC
UANNCG
UANNCN
UANNGA
UANNGU
UANNGC
UANNGG
UANNGN
UANNNA
UANNNU
UANNNC
UANNNG
UANNNN
UUAAAA
UUAAAU
UUAAAC
UUAAAG
UUAAAN
UUAAUA
UUAAUU
UUAAUC
UUAAUG
UUAAUN
UUAACA
UUAACU
UUAACC
UUAACG
UUAACN
UUAAGA
UUAAGU
UUAAGC
UUAAGG
UUAAGN
UUAANA
UUAANU
UUAANC
UUAANG
UUAANN
UUAUAA
UUAUAU
UUAUAC
UUAUAG
UUAUAN
UUAUUA
UUAUUU
UUAUUC
UUAUUG
UUAUUN
UUAUCA
UUAUCU
UUAUCC
UUAUCG
UUAUCN
UUAUGA
UUAUGU
UUAUGC
UUAUGG
UUAUGN
UUAUNA
UUAUNU
UUAUNC
UUAUNG
UUAUNN
UUACAA
UUACAU
UUACAC
UUACAG
UUACAN
UUACUA
UUACUU
UUACUC
UUACUG
UUACUN
UUACCA
UUACCU
UUACCC
UUACCG
UUACCN
UUACGA
UUACGU
UUACGC
UUACGG
UUACGN
UUACNA
UUACNU
UUACNC
UUACNG
UUACNN
UUAGAA
UUAGAU
UUAGAC
UUAGAG
UUAGAN
UUAGUA
UUAGUU
UUAGUC
UUAGUG
UUAGUN
UUAGCA
UUAGCU
UUAGCC
UUAGCG
UUAGCN
UUAGGA
UUAGGU
UUAGGC
UUAGGG
UUAGGN
UUAGNA
UUAGNU
UUAGNC
UUAGNG
UUAGNN
UUANAA
UUANAU
UUANAC
UUANAG
UUANAN
UUANUA
UUANUU
UUANUC
UUANUG
UUANUN
UUANCA
UUANCU
UUANCC
UUANCG
UUANCN
UUANGA
UUANGU
UUANGC
UUANGG
UUANGN
UUANNA
UUANNU
UUANNC
UUANNG
UUANNN
UUUAAA
UUUAAU
UUUAAC
UUUAAG
UUUAAN
UUUAUA
UUUAUU
UUUAUC
UUUAUG
UUUAUN
UUUACA
UUUACU
UUUACC
UUUACG
UUUACN
UUUAGA
UUUAGU
UUUAGC
UUUAGG
UUUAGN
UUUANA
UUUANU
UUUANC
UUUANG
UUUANN
UUUUAA
UUUUAU
UUUUAC
UUUUAG
UUUUAN
UUUUUA
UUUUUU
UUUUUC
UUUUUG
UUUUUN
UUUUCA
UUUUCU
UUUUCC
UUUUCG
UUUUCN
UUUUGA
UUUUGU
UUUUGC
UUUUGG
UUUUGN
UUUUNA
UUUUNU
UUUUNC
UUUUNG
UUUUNN
UUUCAA
UUUCAU
UUUCAC
UUUCAG
UUUCAN
UUUCUA
UUUCUU
UUUCUC
UUUCUG
UUUCUN
UUUCCA
UUUCCU
UUUCCC
UUUCCG
UUUCCN
UUUCGA
UUUCGU
UUUCGC
UUUCGG
UUUCGN
UUUCNA
UUUCNU
UUUCNC
UUUCNG
UUUCNN
UUUGAA
UUUGAU
UUUGAC
UUUGAG
UUUGAN
UUUGUA
UUUGUU
UUUGUC
UUUGUG
UUUGUN
UUUGCA
UUUGCU
UUUGCC
UUUGCG
UUUGCN
UUUGGA
UUUGGU
UUUGGC
UUUGGG
UUUGGN
UUUGNA
UUUGNU
UUUGNC
UUUGNG
UUUGNN
UUUNAA
UUUNAU
UUUNAC
UUUNAG
UUUNAN
UUUNUA
UUUNUU
UUUNUC
UUUNUG
UUUNUN
UUUNCA
UUUNCU
UUUNCC
UUUNCG
UUUNCN
UUUNGA
UUUNGU
UUUNGC
UUUNGG
UUUNGN
UUUNNA
UUUNNU
UUUNNC
UUUNNG
UUUNNN
UUCAAA
UUCAAU
UUCAAC
UUCAAG
UUCAAN
UUCAUA
UUCAUU
UUCAUC
UUCAUG
UUCAUN
UUCACA
UUCACU
UUCACC
UUCACG
UUCACN
UUCAGA
UUCAGU
UUCAGC
UUCAGG
UUCAGN
UUCANA
UUCANU
UUCANC
UUCANG
UUCANN
UUCUAA
UUCUAU
UUCUAC
UUCUAG
UUCUAN
UUCUUA
UUCUUU
UUCUUC
UUCUUG
UUCUUN
UUCUCA
UUCUCU
UUCUCC
UUCUCG
UUCUCN
UUCUGA
UUCUGU
UUCUGC
UUCUGG
UUCUGN
UUCUNA
UUCUNU
UUCUNC
UUCUNG
UUCUNN
UUCCAA
UUCCAU
UUCCAC
UUCCAG
UUCCAN
UUCCUA
UUCCUU
UUCCUC
UUCCUG
UUCCUN
UUCCCA
UUCCCU
UUCCCC
UUCCCG
UUCCCN
UUCCGA
UUCCGU
UUCCGC
UUCCGG
UUCCGN
UUCCNA
UUCCNU
UUCCNC
UUCCNG
UUCCNN
UUCGAA
UUCGAU
UUCGAC
UUCGAG
UUCGAN
UUCGUA
UUCGUU
UUCGUC
UUCGUG
UUCGUN
UUCGCA
UUCGCU
UUCGCC
UUCGCG
UUCGCN
UUCGGA
UUCGGU
UUCGGC
UUCGGG
UUCGGN
UUCGNA
UUCGNU
UUCGNC
UUCGNG
UUCGNN
UUCNAA
UUCNAU
UUCNAC
UUCNAG
UUCNAN
UUCNUA
UUCNUU
UUCNUC
UUCNUG
UUCNUN
UUCNCA
UUCNCU
UUCNCC
UUCNCG
UUCNCN
UUCNGA
UUCNGU
UUCNGC
UUCNGG
UUCNGN
UUCNNA
UUCNNU
UUCNNC
UUCNNG
UUCNNN
UUGAAA
UUGAAU
UUGAAC
UUGAAG
UUGAAN
UUGAUA
UUGAUU
UUGAUC
UUGAUG
UUGAUN
UUGACA
UUGACU
UUGACC
UUGACG
UUGACN
UUGAGA
UUGAGU
UUGAGC
UUGAGG
UUGAGN
UUGANA
UUGANU
UUGANC
UUGANG
UUGANN
UUGUAA
UUGUAU
UUGUAC
UUGUAG
UUGUAN
UUGUUA
UUGUUU
UUGUUC
UUGUUG
UUGUUN
UUGUCA
UUGUCU
UUGUCC
UUGUCG
UUGUCN
UUGUGA
UUGUGU
UUGUGC
UUGUGG
UUGUGN
UUGUNA
UUGUNU
UUGUNC
UUGUNG
UUGUNN
UUGCAA
UUGCAU
UUGCAC
UUGCAG
UUGCAN
UUGCUA
UUGCUU
UUGCUC
UUGCUG
UUGCUN
UUGCCA
UUGCCU
UUGCCC
UUGCCG
UUGCCN
UUGCGA
UUGCGU
UUGCGC
UUGCGG
UUGCGN
UUGCNA
UUGCNU
UUGCNC
UUGCNG
UUGCNN
UUGGAA
UUGGAU
UUGGAC
UUGGAG
UUGGAN
UUGGUA
UUGGUU
UUGGUC
UUGGUG
UUGGUN
UUGGCA
UUGGCU
UUGGCC
UUGGCG
UUGGCN
UUGGGA
UUGGGU
UUGGGC
UUGGGG
UUGGGN
UUGGNA
UUGGNU
UUGGNC
UUGGNG
UUGGNN
UUGNAA
UUGNAU
UUGNAC
UUGNAG
UUGNAN
UUGNUA
UUGNUU
UUGNUC
UUGNUG
UUGNUN
UUGNCA
UUGNCU
UUGNCC
UUGNCG
UUGNCN
UUGNGA
UUGNGU
UUGNGC
UUGNGG
UUGNGN
UUGNNA
UUGNNU
UUGNNC
UUGNNG
UUGNNN
UUNAAA
UUNAAU
UUNAAC
UUNAAG
UUNAAN
UUNAUA
UUNAUU
UUNAUC
UUNAUG
UUNAUN
UUNACA
UUNACU
UUNACC
UUNACG
UUNACN
UUNAGA
UUNAGU
UUNAGC
UUNAGG
UUNAGN
UUNANA
UUNANU
UUNANC
UUNANG
UUNANN
UUNUAA
UUNUAU
UUNUAC
UUNUAG
UUNUAN
UUNUUA
UUNUUU
UUNUUC
UUNUUG
UUNUUN
UUNUCA
UUNUCU
UUNUCC
UUNUCG
UUNUCN
UUNUGA
UUNUGU
UUNUGC
UUNUGG
UUNUGN
UUNUNA
UUNUNU
UUNUNC
UUNUNG
UUNUNN
UUNCAA
UUNCAU
UUNCAC
UUNCAG
UUNCAN
UUNCUA
UUNCUU
UUNCUC
UUNCUG
UUNCUN
UUNCCA
UUNCCU
UUNCCC
UUNCCG
UUNCCN
UUNCGA
UUNCGU
UUNCGC
UUNCGG
UUNCGN
UUNCNA
UUNCNU
UUNCNC
UUNCNG
UUNCNN
UUNGAA
UUNGAU
UUNGAC
UUNGAG
UUNGAN
UUNGUA
UUNGUU
UUNGUC
UUNGUG
UUNGUN
UUNGCA
UUNGCU
UUNGCC
UUNGCG
UUNGCN
UUNGGA
UUNGGU
UUNGGC
UUNGGG
UUNGGN
UUNGNA
UUNGNU
UUNGNC
UUNGNG
UUNGNN
UUNNAA
UUNNAU
UUNNAC
UUNNAG
UUNNAN
UUNNUA
UUNNUU
UUNNUC
UUNNUG
UUNNUN
UUNNCA
UUNNCU
UUNNCC
UUNNCG
UUNNCN
UUNNGA
UUNNGU
UUNNGC
UUNNGG
UUNNGN
UUNNNA
UUNNNU
UUNNNC
UUNNNG
UUNNNN
UCAAAA
UCAAAU
UCAAAC
UCAAAG
UCAAAN
UCAAUA
UCAAUU
UCAAUC
UCAAUG
UCAAUN
UCAACA
UCAACU
UCAACC
UCAACG
UCAACN
UCAAGA
UCAAGU
UCAAGC
UCAAGG
UCAAGN
UCAANA
UCAANU
UCAANC
UCAANG
UCAANN
UCAUAA
UCAUAU
UCAUAC
UCAUAG
UCAUAN
UCAUUA
UCAUUU
UCAUUC
UCAUUG
UCAUUN
UCAUCA
UCAUCU
UCAUCC
UCAUCG
UCAUCN
UCAUGA
UCAUGU
UCAUGC
UCAUGG
UCAUGN
UCAUNA
UCAUNU
UCAUNC
UCAUNG
UCAUNN
UCACAA
UCACAU
UCACAC
UCACAG
UCACAN
UCACUA
UCACUU
UCACUC
UCACUG
UCACUN
UCACCA
UCACCU
UCACCC
UCACCG
UCACCN
UCACGA
UCACGU
UCACGC
UCACGG
UCACGN
UCACNA
UCACNU
UCACNC
UCACNG
UCACNN
UCAGAA
UCAGAU
UCAGAC
UCAGAG
UCAGAN
UCAGUA
UCAGUU
UCAGUC
UCAGUG
UCAGUN
UCAGCA
UCAGCU
UCAGCC
UCAGCG
UCAGCN
UCAGGA
UCAGGU
UCAGGC
UCAGGG
UCAGGN
UCAGNA
UCAGNU
UCAGNC
UCAGNG
UCAGNN
UCANAA
UCANAU
UCANAC
UCANAG
UCANAN
UCANUA
UCANUU
UCANUC
UCANUG
UCANUN
UCANCA
UCANCU
UCANCC
UCANCG
UCANCN
UCANGA
UCANGU
UCANGC
UCANGG
UCANGN
UCANNA
UCANNU
UCANNC
UCANNG
UCANNN
UCUAAA
UCUAAU
UCUAAC
UCUAAG
UCUAAN
UCUAUA
UCUAUU
UCUAUC
UCUAUG
UCUAUN
UCUACA
UCUACU
UCUACC
UCUACG
UCUACN
UCUAGA
UCUAGU
UCUAGC
UCUAGG
UCUAGN
UCUANA
UCUANU
UCUANC
UCUANG
UCUANN
UCUUAA
UCUUAU
UCUUAC
UCUUAG
UCUUAN
UCUUUA
UCUUUU
UCUUUC
UCUUUG
UCUUUN
UCUUCA
UCUUCU
UCUUCC
UCUUCG
UCUUCN
UCUUGA
UCUUGU
UCUUGC
UCUUGG
UCUUGN
UCUUNA
UCUUNU
UCUUNC
UCUUNG
UCUUNN
UCUCAA
UCUCAU
UCUCAC
UCUCAG
UCUCAN
UCUCUA
UCUCUU
UCUCUC
UCUCUG
UCUCUN
UCUCCA
UCUCCU
UCUCCC
UCUCCG
UCUCCN
UCUCGA
UCUCGU
UCUCGC
UCUCGG
UCUCGN
UCUCNA
UCUCNU
UCUCNC
UCUCNG
UCUCNN
UCUGAA
UCUGAU
UCUGAC
UCUGAG
UCUGAN
UCUGUA
UCUGUU
UCUGUC
UCUGUG
UCUGUN
UCUGCA
UCUGCU
UCUGCC
UCUGCG
UCUGCN
UCUGGA
UCUGGU
UCUGGC
UCUGGG
UCUGGN
UCUGNA
UCUGNU
UCUGNC
UCUGNG
UCUGNN
UCUNAA
UCUNAU
UCUNAC
UCUNAG
UCUNAN
UCUNUA
UCUNUU
UCUNUC
UCUNUG
UCUNUN
UCUNCA
UCUNCU
UCUNCC
UCUNCG
UCUNCN
UCUNGA
UCUNGU
UCUNGC
UCUNGG
UCUNGN
UCUNNA
UCUNNU
UCUNNC
UCUNNG
UCUNNN
UCCAAA
UCCAAU
UCCAAC
UCCAAG
UCCAAN
UCCAUA
UCCAUU
UCCAUC
UCCAUG
UCCAUN
UCCACA
UCCACU
UCCACC
UCCACG
UCCACN
UCCAGA
UCCAGU
UCCAGC
UCCAGG
UCCAGN
UCCANA
UCCANU
UCCANC
UCCANG
UCCANN
UCCUAA
UCCUAU
UCCUAC
UCCUAG
UCCUAN
UCCUUA
UCCUUU
UCCUUC
UCCUUG
UCCUUN
UCCUCA
UCCUCU
UCCUCC
UCCUCG
UCCUCN
UCCUGA
UCCUGU
UCCUGC
UCCUGG
UCCUGN
UCCUNA
UCCUNU
UCCUNC
UCCUNG
UCCUNN
UCCCAA
UCCCAU
UCCCAC
UCCCAG
UCCCAN
UCCCUA
UCCCUU
UCCCUC
UCCCUG
UCCCUN
UCCCCA
UCCCCU
UCCCCC
UCCCCG
UCCCCN
UCCCGA
UCCCGU
UCCCGC
UCCCGG
UCCCGN
UCCCNA
UCCCNU
UCCCNC
UCCCNG
UCCCNN
UCCGAA
UCCGAU
UCCGAC
UCCGAG
UCCGAN
UCCGUA
UCCGUU
UCCGUC
UCCGUG
UCCGUN
UCCGCA
UCCGCU
UCCGCC
UCCGCG
UCCGCN
UCCGGA
UCCGGU
UCCGGC
UCCGGG
UCCGGN
UCCGNA
UCCGNU
UCCGNC
UCCGNG
UCCGNN
UCCNAA
UCCNAU
UCCNAC
UCCNAG
UCCNAN
UCCNUA
UCCNUU
UCCNUC
UCCNUG
UCCNUN
UCCNCA
UCCNCU
UCCNCC
UCCNCG
UCCNCN
UCCNGA
UCCNGU
UCCNGC
UCCNGG
UCCNGN
UCCNNA
UCCNNU
UCCNNC
UCCNNG
UCCNNN
UCGAAA
UCGAAU
UCGAAC
UCGAAG
UCGAAN
UCGAUA
UCGAUU
UCGAUC
UCGAUG
UCGAUN
UCGACA
UCGACU
UCGACC
UCGACG
UCGACN
UCGAGA
UCGAGU
UCGAGC
UCGAGG
UCGAGN
UCGANA
UCGANU
UCGANC
UCGANG
UCGANN
UCGUAA
UCGUAU
UCGUAC
UCGUAG
UCGUAN
UCGUUA
UCGUUU
UCGUUC
UCGUUG
UCGUUN
UCGUCA
UCGUCU
UCGUCC
UCGUCG
UCGUCN
UCGUGA
UCGUGU
UCGUGC
UCGUGG
UCGUGN
UCGUNA
UCGUNU
UCGUNC
UCGUNG
UCGUNN
UCGCAA
UCGCAU
UCGCAC
UCGCAG
UCGCAN
UCGCUA
UCGCUU
UCGCUC
UCGCUG
UCGCUN
UCGCCA
UCGCCU
UCGCCC
UCGCCG
UCGCCN
UCGCGA
UCGCGU
UCGCGC
UCGCGG
UCGCGN
UCGCNA
UCGCNU
UCGCNC
UCGCNG
UCGCNN
UCGGAA
UCGGAU
UCGGAC
UCGGAG
UCGGAN
UCGGUA
UCGGUU
UCGGUC
UCGGUG
UCGGUN
UCGGCA
UCGGCU
UCGGCC
UCGGCG
UCGGCN
UCGGGA
UCGGGU
UCGGGC
UCGGGG
UCGGGN
UCGGNA
UCGGNU
UCGGNC
UCGGNG
UCGGNN
UCGNAA
UCGNAU
UCGNAC
UCGNAG
UCGNAN
UCGNUA
UCGNUU
UCGNUC
UCGNUG
UCGNUN
UCGNCA
UCGNCU
UCGNCC
UCGNCG
UCGNCN
UCGNGA
UCGNGU
UCGNGC
UCGNGG
UCGNGN
UCGNNA
UCGNNU
UCGNNC
UCGNNG
UCGNNN
UCNAAA
UCNAAU
UCNAAC
UCNAAG
UCNAAN
UCNAUA
UCNAUU
UCNAUC
UCNAUG
UCNAUN
UCNACA
UCNACU
UCNACC
UCNACG
UCNACN
UCNAGA
UCNAGU
UCNAGC
UCNAGG
UCNAGN
UCNANA
UCNANU
UCNANC
UCNANG
UCNANN
UCNUAA
UCNUAU
UCNUAC
UCNUAG
UCNUAN
UCNUUA
UCNUUU
UCNUUC
UCNUUG
UCNUUN
UCNUCA
UCNUCU
UCNUCC
UCNUCG
UCNUCN
UCNUGA
UCNUGU
UCNUGC
UCNUGG
UCNUGN
UCNUNA
UCNUNU
UCNUNC
UCNUNG
UCNUNN
UCNCAA
UCNCAU
UCNCAC
UCNCAG
UCNCAN
UCNCUA
UCNCUU
UCNCUC
UCNCUG
UCNCUN
UCNCCA
UCNCCU
UCNCCC
UCNCCG
UCNCCN
UCNCGA
UCNCGU
UCNCGC
UCNCGG
UCNCGN
UCNCNA
UCNCNU
UCNCNC
UCNCNG
UCNCNN
UCNGAA
UCNGAU
UCNGAC
UCNGAG
UCNGAN
UCNGUA
UCNGUU
UCNGUC
UCNGUG
UCNGUN
UCNGCA
UCNGCU
UCNGCC
UCNGCG
UCNGCN
UCNGGA
UCNGGU
UCNGGC
UCNGGG
UCNGGN
UCNGNA
UCNGNU
UCNGNC
UCNGNG
UCNGNN
UCNNAA
UCNNAU
UCNNAC
UCNNAG
UCNNAN
UCNNUA
UCNNUU
UCNNUC
UCNNUG
UCNNUN
UCNNCA
UCNNCU
UCNNCC
UCNNCG
UCNNCN
UCNNGA
UCNNGU
UCNNGC
UCNNGG
UCNNGN
UCNNNA
UCNNNU
UCNNNC
UCNNNG
UCNNNN
UGAAAA
UGAAAU
UGAAAC
UGAAAG
UGAAAN
UGAAUA
UGAAUU
UGAAUC
UGAAUG
UGAAUN
UGAACA
UGAACU
UGAACC
UGAACG
UGAACN
UGAAGA
UGAAGU
UGAAGC
UGAAGG
UGAAGN
UGAANA
UGAANU
UGAANC
UGAANG
UGAANN
UGAUAA
UGAUAU
UGAUAC
UGAUAG
UGAUAN
UGAUUA
UGAUUU
UGAUUC
UGAUUG
UGAUUN
UGAUCA
UGAUCU
UGAUCC
UGAUCG
UGAUCN
UGAUGA
UGAUGU
UGAUGC
UGAUGG
UGAUGN
UGAUNA
UGAUNU
UGAUNC
UGAUNG
UGAUNN
UGACAA
UGACAU
UGACAC
UGACAG
UGACAN
UGACUA
UGACUU
UGACUC
UGACUG
UGACUN
UGACCA
UGACCU
UGACCC
UGACCG
UGACCN
UGACGA
UGACGU
UGACGC
UGACGG
UGACGN
UGACNA
UGACNU
UGACNC
UGACNG
UGACNN
UGAGAA
UGAGAU
UGAGAC
UGAGAG
UGAGAN
UGAGUA
UGAGUU
UGAGUC
UGAGUG
UGAGUN
UGAGCA
UGAGCU
UGAGCC
UGAGCG
UGAGCN
UGAGGA
UGAGGU
UGAGGC
UGAGGG
UGAGGN
UGAGNA
UGAGNU
UGAGNC
UGAGNG
UGAGNN
UGANAA
UGANAU
UGANAC
UGANAG
UGANAN
UGANUA
UGANUU
UGANUC
UGANUG
UGANUN
UGANCA
UGANCU
UGANCC
UGANCG
UGANCN
UGANGA
UGANGU
UGANGC
UGANGG
UGANGN
UGANNA
UGANNU
UGANNC
UGANNG
UGANNN
UGUAAA
UGUAAU
UGUAAC
UGUAAG
UGUAAN
UGUAUA
UGUAUU
UGUAUC
UGUAUG
UGUAUN
UGUACA
UGUACU
UGUACC
UGUACG
UGUACN
UGUAGA
UGUAGU
UGUAGC
UGUAGG
UGUAGN
UGUANA
UGUANU
UGUANC
UGUANG
UGUANN
UGUUAA
UGUUAU
UGUUAC
UGUUAG
UGUUAN
UGUUUA
UGUUUU
UGUUUC
UGUUUG
UGUUUN
UGUUCA
UGUUCU
UGUUCC
UGUUCG
UGUUCN
UGUUGA
UGUUGU
UGUUGC
UGUUGG
UGUUGN
UGUUNA
UGUUNU
UGUUNC
UGUUNG
UGUUNN
UGUCAA
UGUCAU
UGUCAC
UGUCAG
UGUCAN
UGUCUA
UGUCUU
UGUCUC
UGUCUG
UGUCUN
UGUCCA
UGUCCU
UGUCCC
UGUCCG
UGUCCN
UGUCGA
UGUCGU
UGUCGC
UGUCGG
UGUCGN
UGUCNA
UGUCNU
UGUCNC
UGUCNG
UGUCNN
UGUGAA
UGUGAU
UGUGAC
UGUGAG
UGUGAN
UGUGUA
UGUGUU
UGUGUC
UGUGUG
UGUGUN
UGUGCA
UGUGCU
UGUGCC
UGUGCG
UGUGCN
UGUGGA
UGUGGU
UGUGGC
UGUGGG
UGUGGN
UGUGNA
UGUGNU
UGUGNC
UGUGNG
UGUGNN
UGUNAA
UGUNAU
UGUNAC
UGUNAG
UGUNAN
UGUNUA
UGUNUU
UGUNUC
UGUNUG
UGUNUN
UGUNCA
UGUNCU
UGUNCC
UGUNCG
UGUNCN
UGUNGA
UGUNGU
UGUNGC
UGUNGG
UGUNGN
UGUNNA
UGUNNU
UGUNNC
UGUNNG
UGUNNN
UGCAAA
UGCAAU
UGCAAC
UGCAAG
UGCAAN
UGCAUA
UGCAUU
UGCAUC
UGCAUG
UGCAUN
UGCACA
UGCACU
UGCACC
UGCACG
UGCACN
UGCAGA
UGCAGU
UGCAGC
UGCAGG
UGCAGN
UGCANA
UGCANU
UGCANC
UGCANG
UGCANN
UGCUAA
UGCUAU
UGCUAC
UGCUAG
UGCUAN
UGCUUA
UGCUUU
UGCUUC
UGCUUG
UGCUUN
UGCUCA
UGCUCU
UGCUCC
UGCUCG
UGCUCN
UGCUGA
UGCUGU
UGCUGC
UGCUGG
UGCUGN
UGCUNA
UGCUNU
UGCUNC
UGCUNG
UGCUNN
UGCCAA
UGCCAU
UGCCAC
UGCCAG
UGCCAN
UGCCUA
UGCCUU
UGCCUC
UGCCUG
UGCCUN
UGCCCA
UGCCCU
UGCCCC
UGCCCG
UGCCCN
UGCCGA
UGCCGU
UGCCGC
UGCCGG
UGCCGN
UGCCNA
UGCCNU
UGCCNC
UGCCNG
UGCCNN
UGCGAA
UGCGAU
UGCGAC
UGCGAG
UGCGAN
UGCGUA
UGCGUU
UGCGUC
UGCGUG
UGCGUN
UGCGCA
UGCGCU
UGCGCC
UGCGCG
UGCGCN
UGCGGA
UGCGGU
UGCGGC
UGCGGG
UGCGGN
UGCGNA
UGCGNU
UGCGNC
UGCGNG
UGCGNN
UGCNAA
UGCNAU
UGCNAC
UGCNAG
UGCNAN
UGCNUA
UGCNUU
UGCNUC
UGCNUG
UGCNUN
UGCNCA
UGCNCU
UGCNCC
UGCNCG
UGCNCN
UGCNGA
UGCNGU
UGCNGC
UGCNGG
UGCNGN
UGCNNA
UGCNNU
UGCNNC
UGCNNG
UGCNNN
UGGAAA
UGGAAU
UGGAAC
UGGAAG
UGGAAN
UGGAUA
UGGAUU
UGGAUC
UGGAUG
UGGAUN
UGGACA
UGGACU
UGGACC
UGGACG
UGGACN
UGGAGA
UGGAGU
UGGAGC
UGGAGG
UGGAGN
UGGANA
UGGANU
UGGANC
UGGANG
UGGANN
UGGUAA
UGGUAU
UGGUAC
UGGUAG
UGGUAN
UGGUUA
UGGUUU
UGGUUC
UGGUUG
UGGUUN
UGGUCA
UGGUCU
UGGUCC
UGGUCG
UGGUCN
UGGUGA
UGGUGU
UGGUGC
UGGUGG
UGGUGN
UGGUNA
UGGUNU
UGGUNC
UGGUNG
UGGUNN
UGGCAA
UGGCAU
UGGCAC
UGGCAG
UGGCAN
UGGCUA
UGGCUU
UGGCUC
UGGCUG
UGGCUN
UGGCCA
UGGCCU
UGGCCC
UGGCCG
UGGCCN
UGGCGA
UGGCGU
UGGCGC
UGGCGG
UGGCGN
UGGCNA
UGGCNU
UGGCNC
UGGCNG
UGGCNN
UGGGAA
UGGGAU
UGGGAC
UGGGAG
UGGGAN
UGGGUA
UGGGUU
UGGGUC
UGGGUG
UGGGUN
UGGGCA
UGGGCU
UGGGCC
UGGGCG
UGGGCN
UGGGGA
UGGGGU
UGGGGC
UGGGGG
UGGGGN
UGGGNA
UGGGNU
UGGGNC
UGGGNG
UGGGNN
UGGNAA
UGGNAU
UGGNAC
UGGNAG
UGGNAN
UGGNUA
UGGNUU
UGGNUC
UGGNUG
UGGNUN
UGGNCA
UGGNCU
UGGNCC
UGGNCG
UGGNCN
UGGNGA
UGGNGU
UGGNGC
UGGNGG
UGGNGN
UGGNNA
UGGNNU
UGGNNC
UGGNNG
UGGNNN
UGNAAA
UGNAAU
UGNAAC
UGNAAG
UGNAAN
UGNAUA
UGNAUU
UGNAUC
UGNAUG
UGNAUN
UGNACA
UGNACU
UGNACC
UGNACG
UGNACN
UGNAGA
UGNAGU
UGNAGC
UGNAGG
UGNAGN
UGNANA
UGNANU
UGNANC
UGNANG
UGNANN
UGNUAA
UGNUAU
UGNUAC
UGNUAG
UGNUAN
UGNUUA
UGNUUU
UGNUUC
UGNUUG
UGNUUN
UGNUCA
UGNUCU
UGNUCC
UGNUCG
UGNUCN
UGNUGA
UGNUGU
UGNUGC
UGNUGG
UGNUGN
UGNUNA
UGNUNU
UGNUNC
UGNUNG
UGNUNN
UGNCAA
UGNCAU
UGNCAC
UGNCAG
UGNCAN
UGNCUA
UGNCUU
UGNCUC
UGNCUG
UGNCUN
UGNCCA
UGNCCU
UGNCCC
UGNCCG
UGNCCN
UGNCGA
UGNCGU
UGNCGC
UGNCGG
UGNCGN
UGNCNA
UGNCNU
UGNCNC
UGNCNG
UGNCNN
UGNGAA
UGNGAU
UGNGAC
UGNGAG
UGNGAN
UGNGUA
UGNGUU
UGNGUC
UGNGUG
UGNGUN
UGNGCA
UGNGCU
UGNGCC
UGNGCG
UGNGCN
UGNGGA
UGNGGU
UGNGGC
UGNGGG
UGNGGN
UGNGNA
UGNGNU
UGNGNC
UGNGNG
UGNGNN
UGNNAA
UGNNAU
UGNNAC
UGNNAG
UGNNAN
UGNNUA
UGNNUU
UGNNUC
UGNNUG
UGNNUN
UGNNCA
UGNNCU
UGNNCC
UGNNCG
UGNNCN
UGNNGA
UGNNGU
UGNNGC
UGNNGG
UGNNGN
UGNNNA
UGNNNU
UGNNNC
UGNNNG
UGNNNN
UNAAAA
UNAAAU
UNAAAC
UNAAAG
UNAAAN
UNAAUA
UNAAUU
UNAAUC
UNAAUG
UNAAUN
UNAACA
UNAACU
UNAACC
UNAACG
UNAACN
UNAAGA
UNAAGU
UNAAGC
UNAAGG
UNAAGN
UNAANA
UNAANU
UNAANC
UNAANG
UNAANN
UNAUAA
UNAUAU
UNAUAC
UNAUAG
UNAUAN
UNAUUA
UNAUUU
UNAUUC
UNAUUG
UNAUUN
UNAUCA
UNAUCU
UNAUCC
UNAUCG
UNAUCN
UNAUGA
UNAUGU
UNAUGC
UNAUGG
UNAUGN
UNAUNA
UNAUNU
UNAUNC
UNAUNG
UNAUNN
UNACAA
UNACAU
UNACAC
UNACAG
UNACAN
UNACUA
UNACUU
UNACUC
UNACUG
UNACUN
UNACCA
UNACCU
UNACCC
UNACCG
UNACCN
UNACGA
UNACGU
UNACGC
UNACGG
UNACGN
UNACNA
UNACNU
UNACNC
UNACNG
UNACNN
UNAGAA
UNAGAU
UNAGAC
UNAGAG
UNAGAN
UNAGUA
UNAGUU
UNAGUC
UNAGUG
UNAGUN
UNAGCA
UNAGCU
UNAGCC
UNAGCG
UNAGCN
UNAGGA
UNAGGU
UNAGGC
UNAGGG
UNAGGN
UNAGNA
UNAGNU
UNAGNC
UNAGNG
UNAGNN
UNANAA
UNANAU
UNANAC
UNANAG
UNANAN
UNANUA
UNANUU
UNANUC
UNANUG
UNANUN
UNANCA
UNANCU
UNANCC
UNANCG
UNANCN
UNANGA
UNANGU
UNANGC
UNANGG
UNANGN
UNANNA
UNANNU
UNANNC
UNANNG
UNANNN
UNUAAA
UNUAAU
UNUAAC
UNUAAG
UNUAAN
UNUAUA
UNUAUU
UNUAUC
UNUAUG
UNUAUN
UNUACA
UNUACU
UNUACC
UNUACG
UNUACN
UNUAGA
UNUAGU
UNUAGC
UNUAGG
UNUAGN
UNUANA
UNUANU
UNUANC
UNUANG
UNUANN
UNUUAA
UNUUAU
UNUUAC
UNUUAG
UNUUAN
UNUUUA
UNUUUU
UNUUUC
UNUUUG
UNUUUN
UNUUCA
UNUUCU
UNUUCC
UNUUCG
UNUUCN
UNUUGA
UNUUGU
UNUUGC
UNUUGG
UNUUGN
UNUUNA
UNUUNU
UNUUNC
UNUUNG
UNUUNN
UNUCAA
UNUCAU
UNUCAC
UNUCAG
UNUCAN
UNUCUA
UNUCUU
UNUCUC
UNUCUG
UNUCUN
UNUCCA
UNUCCU
UNUCCC
UNUCCG
UNUCCN
UNUCGA
UNUCGU
UNUCGC
UNUCGG
UNUCGN
UNUCNA
UNUCNU
UNUCNC
UNUCNG
UNUCNN
UNUGAA
UNUGAU
UNUGAC
UNUGAG
UNUGAN
UNUGUA
UNUGUU
UNUGUC
UNUGUG
UNUGUN
UNUGCA
UNUGCU
UNUGCC
UNUGCG
UNUGCN
UNUGGA
UNUGGU
UNUGGC
UNUGGG
UNUGGN
UNUGNA
UNUGNU
UNUGNC
UNUGNG
UNUGNN
UNUNAA
UNUNAU
UNUNAC
UNUNAG
UNUNAN
UNUNUA
UNUNUU
UNUNUC
UNUNUG
UNUNUN
UNUNCA
UNUNCU
UNUNCC
UNUNCG
UNUNCN
UNUNGA
UNUNGU
UNUNGC
UNUNGG
UNUNGN
UNUNNA
UNUNNU
UNUNNC
UNUNNG
UNUNNN
UNCAAA
UNCAAU
UNCAAC
UNCAAG
UNCAAN
UNCAUA
UNCAUU
UNCAUC
UNCAUG
UNCAUN
UNCACA
UNCACU
UNCACC
UNCACG
UNCACN
UNCAGA
UNCAGU
UNCAGC
UNCAGG
UNCAGN
UNCANA
UNCANU
UNCANC
UNCANG
UNCANN
UNCUAA
UNCUAU
UNCUAC
UNCUAG
UNCUAN
UNCUUA
UNCUUU
UNCUUC
UNCUUG
UNCUUN
UNCUCA
UNCUCU
UNCUCC
UNCUCG
UNCUCN
UNCUGA
UNCUGU
UNCUGC
UNCUGG
UNCUGN
UNCUNA
UNCUNU
UNCUNC
UNCUNG
UNCUNN
UNCCAA
UNCCAU
UNCCAC
UNCCAG
UNCCAN
UNCCUA
UNCCUU
UNCCUC
UNCCUG
UNCCUN
UNCCCA
UNCCCU
UNCCCC
UNCCCG
UNCCCN
UNCCGA
UNCCGU
UNCCGC
UNCCGG
UNCCGN
UNCCNA
UNCCNU
UNCCNC
UNCCNG
UNCCNN
UNCGAA
UNCGAU
UNCGAC
UNCGAG
UNCGAN
UNCGUA
UNCGUU
UNCGUC
UNCGUG
UNCGUN
UNCGCA
UNCGCU
UNCGCC
UNCGCG
UNCGCN
UNCGGA
UNCGGU
UNCGGC
UNCGGG
UNCGGN
UNCGNA
UNCGNU
UNCGNC
UNCGNG
UNCGNN
UNCNAA
UNCNAU
UNCNAC
UNCNAG
UNCNAN
UNCNUA
UNCNUU
UNCNUC
UNCNUG
UNCNUN
UNCNCA
UNCNCU
UNCNCC
UNCNCG
UNCNCN
UNCNGA
UNCNGU
UNCNGC
UNCNGG
UNCNGN
UNCNNA
UNCNNU
UNCNNC
UNCNNG
UNCNNN
UNGAAA
UNGAAU
UNGAAC
UNGAAG
UNGAAN
UNGAUA
UNGAUU
UNGAUC
UNGAUG
UNGAUN
UNGACA
UNGACU
UNGACC
UNGACG
UNGACN
UNGAGA
UNGAGU
UNGAGC
UNGAGG
UNGAGN
UNGANA
UNGANU
UNGANC
UNGANG
UNGANN
UNGUAA
UNGUAU
UNGUAC
UNGUAG
UNGUAN
UNGUUA
UNGUUU
UNGUUC
UNGUUG
UNGUUN
UNGUCA
UNGUCU
UNGUCC
UNGUCG
UNGUCN
UNGUGA
UNGUGU
UNGUGC
UNGUGG
UNGUGN
UNGUNA
UNGUNU
UNGUNC
UNGUNG
UNGUNN
UNGCAA
UNGCAU
UNGCAC
UNGCAG
UNGCAN
UNGCUA
UNGCUU
UNGCUC
UNGCUG
UNGCUN
UNGCCA
UNGCCU
UNGCCC
UNGCCG
UNGCCN
UNGCGA
UNGCGU
UNGCGC
UNGCGG
UNGCGN
UNGCNA
UNGCNU
UNGCNC
UNGCNG
UNGCNN
UNGGAA
UNGGAU
UNGGAC
UNGGAG
UNGGAN
UNGGUA
UNGGUU
UNGGUC
UNGGUG
UNGGUN
UNGGCA
UNGGCU
UNGGCC
UNGGCG
UNGGCN
UNGGGA
UNGGGU
UNGGGC
UNGGGG
UNGGGN
UNGGNA
UNGGNU
UNGGNC
UNGGNG
UNGGNN
UNGNAA
UNGNAU
UNGNAC
UNGNAG
UNGNAN
UNGNUA
UNGNUU
UNGNUC
UNGNUG
UNGNUN
UNGNCA
UNGNCU
UNGNCC
UNGNCG
UNGNCN
UNGNGA
UNGNGU
UNGNGC
UNGNGG
UNGNGN
UNGNNA
UNGNNU
UNGNNC
UNGNNG
UNGNNN
UNNAAA
UNNAAU
UNNAAC
UNNAAG
UNNAAN
UNNAUA
UNNAUU
UNNAUC
UNNAUG
UNNAUN
UNNACA
UNNACU
UNNACC
UNNACG
UNNACN
UNNAGA
UNNAGU
UNNAGC
UNNAGG
UNNAGN
UNNANA
UNNANU
UNNANC
UNNANG
UNNANN
UNNUAA
UNNUAU
UNNUAC
UNNUAG
UNNUAN
UNNUUA
UNNUUU
UNNUUC
UNNUUG
UNNUUN
UNNUCA
UNNUCU
UNNUCC
UNNUCG
UNNUCN
UNNUGA
UNNUGU
UNNUGC
UNNUGG
UNNUGN
UNNUNA
UNNUNU
UNNUNC
UNNUNG
UNNUNN
UNNCAA
UNNCAU
UNNCAC
UNNCAG
UNNCAN
UNNCUA
UNNCUU
UNNCUC
UNNCUG
UNNCUN
UNNCCA
UNNCCU
UNNCCC
UNNCCG
UNNCCN
UNNCGA
UNNCGU
UNNCGC
UNNCGG
UNNCGN
UNNCNA
UNNCNU
UNNCNC
UNNCNG
UNNCNN
UNNGAA
UNNGAU
UNNGAC
UNNGAG
UNNGAN
UNNGUA
UNNGUU
UNNGUC
UNNGUG
UNNGUN
UNNGCA
UNNGCU
UNNGCC
UNNGCG
UNNGCN
UNNGGA
UNNGGU
UNNGGC
UNNGGG
UNNGGN
UNNGNA
UNNGNU
UNNGNC
UNNGNG
UNNGNN
UNNNAA
UNNNAU
UNNNAC
UNNNAG
UNNNAN
UNNNUA
UNNNUU
UNNNUC
UNNNUG
UNNNUN
UNNNCA
UNNNCU
UNNNCC
UNNNCG
UNNNCN
UNNNGA
UNNNGU
UNNNGC
UNNNGG
UNNNGN
UNNNNA
UNNNNU
UNNNNC
UNNNNG
UNNNNN
CAAAAA
CAAAAU
CAAAAC
CAAAAG
CAAAAN
CAAAUA
CAAAUU
CAAAUC
CAAAUG
CAAAUN
CAAACA
CAAACU
CAAACC
CAAACG
CAAACN
CAAAGA
CAAAGU
CAAAGC
CAAAGG
CAAAGN
CAAANA
CAAANU
CAAANC
CAAANG
CAAANN
CAAUAA
CAAUAU
CAAUAC
CAAUAG
CAAUAN
CAAUUA
CAAUUU
CAAUUC
CAAUUG
CAAUUN
CAAUCA
CAAUCU
CAAUCC
CAAUCG
CAAUCN
CAAUGA
CAAUGU
CAAUGC
CAAUGG
CAAUGN
CAAUNA
CAAUNU
CAAUNC
CAAUNG
CAAUNN
CAACAA
CAACAU
CAACAC
CAACAG
CAACAN
CAACUA
CAACUU
CAACUC
CAACUG
CAACUN
CAACCA
CAACCU
CAACCC
CAACCG
CAACCN
CAACGA
CAACGU
CAACGC
CAACGG
CAACGN
CAACNA
CAACNU
CAACNC
CAACNG
CAACNN
CAAGAA
CAAGAU
CAAGAC
CAAGAG
CAAGAN
CAAGUA
CAAGUU
CAAGUC
CAAGUG
CAAGUN
CAAGCA
CAAGCU
CAAGCC
CAAGCG
CAAGCN
CAAGGA
CAAGGU
CAAGGC
CAAGGG
CAAGGN
CAAGNA
CAAGNU
CAAGNC
CAAGNG
CAAGNN
CAANAA
CAANAU
CAANAC
CAANAG
CAANAN
CAANUA
CAANUU
CAANUC
CAANUG
CAANUN
CAANCA
CAANCU
CAANCC
CAANCG
CAANCN
CAANGA
CAANGU
CAANGC
CAANGG
CAANGN
CAANNA
CAANNU
CAANNC
CAANNG
CAANNN
CAUAAA
CAUAAU
CAUAAC
CAUAAG
CAUAAN
CAUAUA
CAUAUU
CAUAUC
CAUAUG
CAUAUN
CAUACA
CAUACU
CAUACC
CAUACG
CAUACN
CAUAGA
CAUAGU
CAUAGC
CAUAGG
CAUAGN
CAUANA
CAUANU
CAUANC
CAUANG
CAUANN
CAUUAA
CAUUAU
CAUUAC
CAUUAG
CAUUAN
CAUUUA
CAUUUU
CAUUUC
CAUUUG
CAUUUN
CAUUCA
CAUUCU
CAUUCC
CAUUCG
CAUUCN
CAUUGA
CAUUGU
CAUUGC
CAUUGG
CAUUGN
CAUUNA
CAUUNU
CAUUNC
CAUUNG
CAUUNN
CAUCAA
CAUCAU
CAUCAC
CAUCAG
CAUCAN
CAUCUA
CAUCUU
CAUCUC
CAUCUG
CAUCUN
CAUCCA
CAUCCU
CAUCCC
CAUCCG
CAUCCN
CAUCGA
CAUCGU
CAUCGC
CAUCGG
CAUCGN
CAUCNA
CAUCNU
CAUCNC
CAUCNG
CAUCNN
CAUGAA
CAUGAU
CAUGAC
CAUGAG
CAUGAN
CAUGUA
CAUGUU
CAUGUC
CAUGUG
CAUGUN
CAUGCA
CAUGCU
CAUGCC
CAUGCG
CAUGCN
CAUGGA
CAUGGU
CAUGGC
CAUGGG
CAUGGN
CAUGNA
CAUGNU
CAUGNC
CAUGNG
CAUGNN
CAUNAA
CAUNAU
CAUNAC
CAUNAG
CAUNAN
CAUNUA
CAUNUU
CAUNUC
CAUNUG
CAUNUN
CAUNCA
CAUNCU
CAUNCC
CAUNCG
CAUNCN
CAUNGA
CAUNGU
CAUNGC
CAUNGG
CAUNGN
CAUNNA
CAUNNU
CAUNNC
CAUNNG
CAUNNN
CACAAA
CACAAU
CACAAC
CACAAG
CACAAN
CACAUA
CACAUU
CACAUC
CACAUG
CACAUN
CACACA
CACACU
CACACC
CACACG
CACACN
CACAGA
CACAGU
CACAGC
CACAGG
CACAGN
CACANA
CACANU
CACANC
CACANG
CACANN
CACUAA
CACUAU
CACUAC
CACUAG
CACUAN
CACUUA
CACUUU
CACUUC
CACUUG
CACUUN
CACUCA
CACUCU
CACUCC
CACUCG
CACUCN
CACUGA
CACUGU
CACUGC
CACUGG
CACUGN
CACUNA
CACUNU
CACUNC
CACUNG
CACUNN
CACCAA
CACCAU
CACCAC
CACCAG
CACCAN
CACCUA
CACCUU
CACCUC
CACCUG
CACCUN
CACCCA
CACCCU
CACCCC
CACCCG
CACCCN
CACCGA
CACCGU
CACCGC
CACCGG
CACCGN
CACCNA
CACCNU
CACCNC
CACCNG
CACCNN
CACGAA
CACGAU
CACGAC
CACGAG
CACGAN
CACGUA
CACGUU
CACGUC
CACGUG
CACGUN
CACGCA
CACGCU
CACGCC
CACGCG
CACGCN
CACGGA
CACGGU
CACGGC
CACGGG
CACGGN
CACGNA
CACGNU
CACGNC
CACGNG
CACGNN
CACNAA
CACNAU
CACNAC
CACNAG
CACNAN
CACNUA
CACNUU
CACNUC
CACNUG
CACNUN
CACNCA
CACNCU
CACNCC
CACNCG
CACNCN
CACNGA
CACNGU
CACNGC
CACNGG
CACNGN
CACNNA
CACNNU
CACNNC
CACNNG
CACNNN
CAGAAA
CAGAAU
CAGAAC
CAGAAG
CAGAAN
CAGAUA
CAGAUU
CAGAUC
CAGAUG
CAGAUN
CAGACA
CAGACU
CAGACC
CAGACG
CAGACN
CAGAGA
CAGAGU
CAGAGC
CAGAGG
CAGAGN
CAGANA
CAGANU
CAGANC
CAGANG
CAGANN
CAGUAA
CAGUAU
CAGUAC
CAGUAG
CAGUAN
CAGUUA
CAGUUU
CAGUUC
CAGUUG
CAGUUN
CAGUCA
CAGUCU
CAGUCC
CAGUCG
CAGUCN
CAGUGA
CAGUGU
CAGUGC
CAGUGG
CAGUGN
CAGUNA
CAGUNU
CAGUNC
CAGUNG
CAGUNN
CAGCAA
CAGCAU
CAGCAC
CAGCAG
CAGCAN
CAGCUA
CAGCUU
CAGCUC
CAGCUG
CAGCUN
CAGCCA
CAGCCU
CAGCCC
CAGCCG
CAGCCN
CAGCGA
CAGCGU
CAGCGC
CAGCGG
CAGCGN
CAGCNA
CAGCNU
CAGCNC
CAGCNG
CAGCNN
CAGGAA
CAGGAU
CAGGAC
CAGGAG
CAGGAN
CAGGUA
CAGGUU
CAGGUC
CAGGUG
CAGGUN
CAGGCA
CAGGCU
CAGGCC
CAGGCG
CAGGCN
CAGGGA
CAGGGU
CAGGGC
CAGGGG
CAGGGN
CAGGNA
CAGGNU
CAGGNC
CAGGNG
CAGGNN
CAGNAA
CAGNAU
CAGNAC
CAGNAG
CAGNAN
CAGNUA
CAGNUU
CAGNUC
CAGNUG
CAGNUN
CAGNCA
CAGNCU
CAGNCC
CAGNCG
CAGNCN
CAGNGA
CAGNGU
CAGNGC
CAGNGG
CAGNGN
CAGNNA
CAGNNU
CAGNNC
CAGNNG
CAGNNN
CANAAA
CANAAU
CANAAC
CANAAG
CANAAN
CANAUA
CANAUU
CANAUC
CANAUG
CANAUN
CANACA
CANACU
CANACC
CANACG
CANACN
CANAGA
CANAGU
CANAGC
CANAGG
CANAGN
CANANA
CANANU
CANANC
CANANG
CANANN
CANUAA
CANUAU
CANUAC
CANUAG
CANUAN
CANUUA
CANUUU
CANUUC
CANUUG
CANUUN
CANUCA
CANUCU
CANUCC
CANUCG
CANUCN
CANUGA
CANUGU
CANUGC
CANUGG
CANUGN
CANUNA
CANUNU
CANUNC
CANUNG
CANUNN
CANCAA
CANCAU
CANCAC
CANCAG
CANCAN
CANCUA
CANCUU
CANCUC
CANCUG
CANCUN
CANCCA
CANCCU
CANCCC
CANCCG
CANCCN
CANCGA
CANCGU
CANCGC
CANCGG
CANCGN
CANCNA
CANCNU
CANCNC
CANCNG
CANCNN
CANGAA
CANGAU
CANGAC
CANGAG
CANGAN
CANGUA
CANGUU
CANGUC
CANGUG
CANGUN
CANGCA
CANGCU
CANGCC
CANGCG
CANGCN
CANGGA
CANGGU
CANGGC
CANGGG
CANGGN
CANGNA
CANGNU
CANGNC
CANGNG
CANGNN
CANNAA
CANNAU
CANNAC
CANNAG
CANNAN
CANNUA
CANNUU
CANNUC
CANNUG
CANNUN
CANNCA
CANNCU
CANNCC
CANNCG
CANNCN
CANNGA
CANNGU
CANNGC
CANNGG
CANNGN
CANNNA
CANNNU
CANNNC
CANNNG
CANNNN
CUAAAA
CUAAAU
CUAAAC
CUAAAG
CUAAAN
CUAAUA
CUAAUU
CUAAUC
CUAAUG
CUAAUN
CUAACA
CUAACU
CUAACC
CUAACG
CUAACN
CUAAGA
CUAAGU
CUAAGC
CUAAGG
CUAAGN
CUAANA
CUAANU
CUAANC
CUAANG
CUAANN
CUAUAA
CUAUAU
CUAUAC
CUAUAG
CUAUAN
CUAUUA
CUAUUU
CUAUUC
CUAUUG
CUAUUN
CUAUCA
CUAUCU
CUAUCC
CUAUCG
CUAUCN
CUAUGA
CUAUGU
CUAUGC
CUAUGG
CUAUGN
CUAUNA
CUAUNU
CUAUNC
CUAUNG
CUAUNN
CUACAA
CUACAU
CUACAC
CUACAG
CUACAN
CUACUA
CUACUU
CUACUC
CUACUG
CUACUN
CUACCA
CUACCU
CUACCC
CUACCG
CUACCN
CUACGA
CUACGU
CUACGC
CUACGG
CUACGN
CUACNA
CUACNU
CUACNC
CUACNG
CUACNN
CUAGAA
CUAGAU
CUAGAC
CUAGAG
CUAGAN
CUAGUA
CUAGUU
CUAGUC
CUAGUG
CUAGUN
CUAGCA
CUAGCU
CUAGCC
CUAGCG
CUAGCN
CUAGGA
CUAGGU
CUAGGC
CUAGGG
CUAGGN
CUAGNA
CUAGNU
CUAGNC
CUAGNG
CUAGNN
CUANAA
CUANAU
CUANAC
CUANAG
CUANAN
CUANUA
CUANUU
CUANUC
CUANUG
CUANUN
CUANCA
CUANCU
CUANCC
CUANCG
CUANCN
CUANGA
CUANGU
CUANGC
CUANGG
CUANGN
CUANNA
CUANNU
CUANNC
CUANNG
CUANNN
CUUAAA
CUUAAU
CUUAAC
CUUAAG
CUUAAN
CUUAUA
CUUAUU
CUUAUC
CUUAUG
CUUAUN
CUUACA
CUUACU
CUUACC
CUUACG
CUUACN
CUUAGA
CUUAGU
CUUAGC
CUUAGG
CUUAGN
CUUANA
CUUANU
CUUANC
CUUANG
CUUANN
CUUUAA
CUUUAU
CUUUAC
CUUUAG
CUUUAN
CUUUUA
CUUUUU
CUUUUC
CUUUUG
CUUUUN
CUUUCA
CUUUCU
CUUUCC
CUUUCG
CUUUCN
CUUUGA
CUUUGU
CUUUGC
CUUUGG
CUUUGN
CUUUNA
CUUUNU
CUUUNC
CUUUNG
CUUUNN
CUUCAA
CUUCAU
CUUCAC
CUUCAG
CUUCAN
CUUCUA
CUUCUU
CUUCUC
CUUCUG
CUUCUN
CUUCCA
CUUCCU
CUUCCC
CUUCCG
CUUCCN
CUUCGA
CUUCGU
CUUCGC
CUUCGG
CUUCGN
CUUCNA
CUUCNU
CUUCNC
CUUCNG
CUUCNN
CUUGAA
CUUGAU
CUUGAC
CUUGAG
CUUGAN
CUUGUA
CUUGUU
CUUGUC
CUUGUG
CUUGUN
CUUGCA
CUUGCU
CUUGCC
CUUGCG
CUUGCN
CUUGGA
CUUGGU
CUUGGC
CUUGGG
CUUGGN
CUUGNA
CUUGNU
CUUGNC
CUUGNG
CUUGNN
CUUNAA
CUUNAU
CUUNAC
CUUNAG
CUUNAN
CUUNUA
CUUNUU
CUUNUC
CUUNUG
CUUNUN
CUUNCA
CUUNCU
CUUNCC
CUUNCG
CUUNCN
CUUNGA
CUUNGU
CUUNGC
CUUNGG
CUUNGN
CUUNNA
CUUNNU
CUUNNC
CUUNNG
CUUNNN
CUCAAA
CUCAAU
CUCAAC
CUCAAG
CUCAAN
CUCAUA
CUCAUU
CUCAUC
CUCAUG
CUCAUN
CUCACA
CUCACU
CUCACC
CUCACG
CUCACN
CUCAGA
CUCAGU
