AAAA
AAAT
AAAC
AAAG
AAAN
AATA
AATT
AATC
AATG
AATN
AACA
AACT
AACC
AACG
AACN
AAGA
AAGT
AAGC
AAGG
AAGN
AANA
AANT
AANC
AANG
AANN
ATAA
ATAT
ATAC
ATAG
ATAN
ATTA
ATTT
ATTC
ATTG
ATTN
ATCA
ATCT
ATCC
ATCG
ATCN
ATGA
ATGT
ATGC
ATGG
ATGN
ATNA
ATNT
ATNC
ATNG
ATNN
ACAA
ACAT
ACAC
ACAG
ACAN
ACTA
ACTT
ACTC
ACTG
ACTN
ACCA
ACCT
ACCC
ACCG
ACCN
ACGA
ACGT
ACGC
ACGG
ACGN
ACNA
ACNT
ACNC
ACNG
ACNN
AGAA
AGAT
AGAC
AGAG
AGAN
AGTA
AGTT
AGTC
AGTG
AGTN
AGCA
AGCT
AGCC
AGCG
AGCN
AGGA
AGGT
AGGC
AGGG
AGGN
AGNA
AGNT
AGNC
AGNG
AGNN
ANAA
ANAT
ANAC
ANAG
ANAN
ANTA
ANTT
ANTC
ANTG
ANTN
ANCA
ANCT
ANCC
ANCG
ANCN
ANGA
ANGT
ANGC
ANGG
ANGN
ANNA
ANNT
ANNC
ANNG
ANNN
TAAA
TAAT
TAAC
TAAG
TAAN
TATA
TATT
TATC
TATG
TATN
TACA
TACT
TACC
TACG
TACN
TAGA
TAGT
TAGC
TAGG
TAGN
TANA
TANT
TANC
TANG
TANN
TTAA
TTAT
TTAC
TTAG
TTAN
TTTA
TTTT
TTTC
TTTG
TTTN
TTCA
TTCT
TTCC
TTCG
TTCN
TTGA
TTGT
TTGC
TTGG
TTGN
TTNA
TTNT
TTNC
TTNG
TTNN
TCAA
TCAT
TCAC
TCAG
TCAN
TCTA
TCTT
TCTC
TCTG
TCTN
TCCA
TCCT
TCCC
TCCG
TCCN
TCGA
TCGT
TCGC
TCGG
TCGN
TCNA
TCNT
TCNC
TCNG
TCNN
TGAA
TGAT
TGAC
TGAG
TGAN
TGTA
TGTT
TGTC
TGTG
TGTN
TGCA
TGCT
TGCC
TGCG
TGCN
TGGA
TGGT
TGGC
TGGG
TGGN
TGNA
TGNT
TGNC
TGNG
TGNN
TNAA
TNAT
TNAC
TNAG
TNAN
TNTA
TNTT
TNTC
TNTG
TNTN
TNCA
TNCT
TNCC
TNCG
TNCN
TNGA
TNGT
TNGC
TNGG
TNGN
TNNA
TNNT
TNNC
TNNG
TNNN
CAAA
CAAT
CAAC
CAAG
CAAN
CATA
CATT
CATC
CATG
CATN
CACA
CACT
CACC
CACG
CACN
CAGA
CAGT
CAGC
CAGG
CAGN
CANA
CANT
CANC
CANG
CANN
CTAA
CTAT
CTAC
CTAG
CTAN
CTTA
CTTT
CTTC
CTTG
CTTN
CTCA
CTCT
CTCC
CTCG
CTCN
CTGA
CTGT
CTGC
CTGG
CTGN
CTNA
CTNT
CTNC
CTNG
CTNN
CCAA
CCAT
CCAC
CCAG
CCAN
CCTA
CCTT
CCTC
CCTG
CCTN
CCCA
CCCT
CCCC
CCCG
CCCN
CCGA
CCGT
CCGC
CCGG
CCGN
CCNA
CCNT
CCNC
CCNG
CCNN
CGAA
CGAT
CGAC
CGAG
CGAN
CGTA
CGTT
CGTC
CGTG
CGTN
CGCA
CGCT
CGCC
CGCG
CGCN
CGGA
CGGT
CGGC
CGGG
CGGN
CGNA
CGNT
CGNC
CGNG
CGNN
CNAA
CNAT
CNAC
CNAG
CNAN
CNTA
CNTT
CNTC
CNTG
CNTN
CNCA
CNCT
CNCC
CNCG
CNCN
CNGA
CNGT
CNGC
CNGG
CNGN
CNNA
CNNT
CNNC
CNNG
CNNN
GAAA
GAAT
GAAC
GAAG
GAAN
GATA
GATT
GATC
GATG
GATN
GACA
GACT
GACC
GACG
GACN
GAGA
GAGT
GAGC
GAGG
GAGN
GANA
GANT
GANC
GANG
GANN
GTAA
GTAT
GTAC
GTAG
GTAN
GTTA
GTTT
GTTC
GTTG
GTTN
GTCA
GTCT
GTCC
GTCG
GTCN
GTGA
GTGT
GTGC
GTGG
GTGN
GTNA
GTNT
GTNC
GTNG
GTNN
GCAA
GCAT
GCAC
GCAG
GCAN
GCTA
GCTT
GCTC
GCTG
GCTN
GCCA
GCCT
GCCC
GCCG
GCCN
GCGA
GCGT
GCGC
GCGG
GCGN
GCNA
GCNT
GCNC
GCNG
GCNN
GGAA
GGAT
GGAC
GGAG
GGAN
GGTA
GGTT
GGTC
GGTG
GGTN
GGCA
GGCT
GGCC
GGCG
GGCN
GGGA
GGGT
GGGC
GGGG
GGGN
GGNA
GGNT
GGNC
GGNG
GGNN
GNAA
GNAT
GNAC
GNAG
GNAN
GNTA
GNTT
GNTC
GNTG
GNTN
GNCA
GNCT
GNCC
GNCG
GNCN
GNGA
GNGT
GNGC
GNGG
GNGN
GNNA
GNNT
GNNC
GNNG
GNNN
NAAA
NAAT
NAAC
NAAG
NAAN
NATA
NATT
NATC
NATG
NATN
NACA
NACT
NACC
NACG
NACN
NAGA
NAGT
NAGC
NAGG
NAGN
NANA
NANT
NANC
NANG
NANN
NTAA
NTAT
NTAC
NTAG
NTAN
NTTA
NTTT
NTTC
NTTG
NTTN
NTCA
NTCT
NTCC
NTCG
NTCN
NTGA
NTGT
NTGC
NTGG
NTGN
NTNA
NTNT
NTNC
NTNG
NTNN
NCAA
NCAT
NCAC
NCAG
NCAN
NCTA
NCTT
NCTC
NCTG
NCTN
NCCA
NCCT
NCCC
NCCG
NCCN
NCGA
NCGT
NCGC
NCGG
NCGN
NCNA
NCNT
NCNC
NCNG
NCNN
NGAA
NGAT
NGAC
NGAG
NGAN
NGTA
NGTT
NGTC
NGTG
NGTN
NGCA
NGCT
NGCC
NGCG
NGCN
NGGA
NGGT
NGGC
NGGG
NGGN
NGNA
NGNT
NGNC
NGNG
NGNN
NNAA
NNAT
NNAC
NNAG
NNAN
NNTA
NNTT
NNTC
NNTG
NNTN
NNCA
NNCT
NNCC
NNCG
NNCN
NNGA
NNGT
NNGC
NNGG
NNGN
NNNA
NNNT
NNNC
NNNG
NNNN
[MASK]
[CLS]
[PAD]
[SEP]
[UNK]
